Repository: zelurker/raine
Catalog: locale/*.po
Languages: es, pt_br

source: Recording to wav...
es: Grabando a wav...
pt_br: Gravando em wav...

source: Regain Power Price
es: Recuperar Poder de Precio
pt_br: Recuperar o Poder do Preço

source: Region
es: Región
pt_br: Região

source: Remaining size not enough for continue %s
pt_br: O tamanho restante não é o bastante pra continuar %s

source: Renderer
es: Renderizador
pt_br: Renderizador

source: Renderer options...
es: Opciones de renderización...
pt_br: Opções do renderizador...

source: Rendering
es: Renderizado
pt_br: Renderização

source: Reset FPS to driver's default value
es: Reiniciar CPS a valor por defecto del driver
pt_br: Resetar os FPS pro valor padrão do driver

source: Reset game
es: Reiniciar juego
pt_br: Resetar jogo

source: Reset game hardware
es: Reiniciar hardware de juego
pt_br: Resetar o hardware do jogo

source: Reset transparency values to default
es: Reiniciar transparencias a valores por defecto
pt_br: Resetar os valores da transparência ao padrão

source: Responds to Controls
es: Responder a Controles
pt_br: Responde aos Controles

source: Retries
es: Reintentos
pt_br: Tentativas

source: Return mandatory
es: Retorno obligatorio
pt_br: Retorno obrigatório

source: Return to GUI
es: Volver a interfaz
pt_br: Retornar pra GUI

source: Revert to default game controls
es: Revertir a controles de juego por defecto
pt_br: Reverter pros controles padrão do jogo

source: Revert to...
es: Revertir a...
pt_br: Reverter pra...

source: Right Stick
pt_br: Analógico Direito

source: Right shoulder
pt_br: Ombro direito

source: Romstar License
es: Licensia Romstar
pt_br: Licença da Romstar

source: Running CPU All Frames
es: Corriendo Todos los Cuadros de CPU
pt_br: Executando Todos os Frames da CPU

source: Running CPU Every %01d Frames
es: Corriendo CPU Cada %01d Cuadros
pt_br: Executando a CPU a Cada %01d Frames

source: SDL default (WinDIB since 1.2.10)
pt_br: SDL padrão (WinDIB desde 1.2.10)

source: SDL video driver
es: Driver de video SDL
pt_br: Driver de vídeo do SDL

source: SDL2 native
pt_br: SDL2 nativo

source: SE Asia
pt_br: Sudeste da Ásia

source: SE Asia, Charterfield
pt_br: Sudeste da Ásia, Charterfield

source: SE Asia/Tatsujin2
pt_br: Sudeste da Ásia/Tatsujin2

source: SPRITES
pt_br: IMAGENS MÓVEIS

source: SPRITES BG
es: SPRITES FONDO
pt_br: 2º PLANO DA IMAGEM MÓVEL

source: SPRITES FG
es: SPRITES PRIMER PLANO
pt_br: 1º PLANO DA IMAGEM MÓVEL

source: Sales
es: Ventas
pt_br: Vendas

source: Same as play
es: Igual como el juego
pt_br: Igual ao jogo

source: Sample rate
es: Frecuencia de muestreo
pt_br: Taxa das amostras

source: Save
es: Salvar
pt_br: Salvar

source: Save 1st some custom inputs using Save inputs as
es: Salva primero algunas entradas usando Salvar entradas como
pt_br: Salva primeiro algumas entradas personalizadas usando o Salvar as entradas como

source: Save OpenGL screenshots
pt_br: Salvar as screenshots do OpenGL

source: Save Screenshot
es: Tomar Captura de Pantalla
pt_br: Salvar Screenshot

source: Save demo
es: Salvar demo
pt_br: Salvar demo

source: Save inputs as...
es: Salvar entradas como...
pt_br: Salvar as entradas como...

source: Save per game screen settings
pt_br: Salvar as configurações da tela por jogo

source: Save state with name
es: Salvar juego con nombre
pt_br: Save state com o nome

source: Scaler
es: Escalado
pt_br: Escalador

source: Score Digits
es: Digitos de Puntuación
pt_br: Dígitos dos Pontos

source: Score Ranking
es: Ranking de Puntuación
pt_br: Ranking dos Pontos

source: Screen Saved to %s
es: Captura de Pantalla Salvada a %s
pt_br: Tela Salva em %s

source: Screen rotation
es: Rotación de pantalla
pt_br: Rotação da tela

source: Screenshot directory
pt_br: Diretório das screenshots

source: Scribble
es: Garabato
pt_br: Rabisco

source: Search path:
pt_br: Caminho da busca:

source: Second Life at
es: Segunda Vida en
pt_br: Segunda Vida com

source: Select joystick
pt_br: Selecionar joystick

source: Select true type font
pt_br: Selecionar fonte true type

source: Selectable Games
es: Juegos Elegibles
pt_br: Jogos Selecionáveis

source: Seperate
es: Separar
pt_br: Separar

source: Serious cue format error on line %s
es: Error serio en el formato cue en la linea %s
pt_br: Erro sério do formato cue na linha %s

source: Service
es: Servicio
pt_br: Serviço

source: Service A
es: Servicio A
pt_br: Serviço A

source: Service B
es: Servicio B
pt_br: Serviço B

source: Service C
es: Servicio C
pt_br: Serviço C

source: Set
pt_br: Definir

source: Seta (Romstar License)
es: Seta (Licencia Romstar)
pt_br: Seta (Licença da Romstar)

source: Seta (Visco License)
es: Seta (Licencia Visco)
pt_br: Seta (Licença da Visco)

source: Seta U.S.A
pt_br: Seta EUA

source: Seta USA / Romstar
pt_br: Seta EUA/Romstar

source: Seta USA / Taito America
pt_br: Seta EUA/Taito América

source: Shared Credits
es: Creditos Compartidos
pt_br: Créditos Compartilhados

source: Shields
es: Escudos
pt_br: Escudos

source: Shooting Style
es: Estilo de Disparo
pt_br: Estilo de Disparo

source: Show Correct Answer
es: Mostrar Respuesta Correcta
pt_br: Mostrar Resposta Correta

source: Show Crosshair
es: Mostrar Mira
pt_br: Mostrar Mira

source: Silence
es: Silenciar
pt_br: Silenciar

source: Simultaneous
es: Simultaneo
pt_br: Simultâneo

source: Simultaneous Play
es: Juego Simultaneo
pt_br: Jogo Simultâneo

source: Single
es: Simple
pt_br: Único

source: Slave
es: Esclavo
pt_br: Escravo

source: Slow
es: Lento
pt_br: Lento

source: Slowly
es: Más Lento
pt_br: Lentamente

source: Small
es: Pequeño
pt_br: Pequeno

source: Sound
es: Sonido
pt_br: Som

source: Sound Test
es: Prueba de Sonido
pt_br: Teste de Som

source: Sound associations
es: Asociaciones de sonido
pt_br: Associações de som

source: Sound associatons
pt_br: Associações de som

source: Sound associations...
es: Asociaciones de sonido...
pt_br: Associações de som...

source: Sound device
pt_br: Dispositivo de som

source: Sound driver
pt_br: Driver de som

source: Sound effects volume
es: Volúmen de Sfx
pt_br: Volume dos efeitos sonoros

source: Sound options
es: Opciones de sonido
pt_br: Opções de som

source: Sound type
es: Tipo de Sonido
pt_br: Tipo de Som

source: South East Asia
es: Sudeste de Asia
pt_br: Sudeste da Ásia

source: South East Asia (Charterfield License)
es: Sudeste de Asia (Licensia de Charterfield)
pt_br: Sudeste da Ásia (Licença do Charterfield)

source: South East Asia(Taito)
es: Sudeste de Asia(Taito)
pt_br: Sudeste da Ásia (Taito)

source: Spain & Portugal (APM)
es: España y Portugal (APM)
pt_br: Espanha & Portugal (APM)

source: Spain&Portugal/PipiBibi
es: España y Portugal/PipiBibi
pt_br: Espanha & Portugal/PipiBibi

source: Spanish
pt_br: Espanhol

source: Special Course
es: Trayecto Especial
pt_br: Trajeto Especial

source: Speed hack not found, slowing down...
es: Hack de velocidad no encontrado, desacelerando...
pt_br: Hack de velocidade não encontrado, desacelerando...

source: Speed limit %g FPS
pt_br: Límite de velocidade %g FPS

source: Sport
pt_br: Esporte

source: Sprite viewer
es: Visor de sprite
pt_br: Visualizador de imagens móveis

source: Sprites conversion...
pt_br: Conversão das imagens móveis...

source: Sprites layer
es: Capa de sprites
pt_br: Camada das imagens móveis

source: Stage & Timer Start
es: Escenario y Comienzo de Tiempo
pt_br: Iniciar o Estágio & Cronômetro

source: Stage & Weapon Select
es: Escenario y Seleccion de Arma
pt_br: Selecionar o Estágio & Arma

source: Stage Clear Life
es: Escenario Limpiar Vida
pt_br: Limpar o Estágio da Vida

source: Stage Edit
es: Editar Escenario
pt_br: Editar Estágio

source: Stage Magic Continue
es: Magia de Escenario Continua
pt_br: Continuar a Mágica do Estágio

source: Stage Select
es: Seleccionar Escenario
pt_br: Selecionar o Estágio

source: Stage Skip
es: omitir Escenario
pt_br: Pular o Estágio

source: Stage Start/Timer Cont
es: Escenario/Contador de Tiempo al Comenzar
pt_br: Contagem do Start/Cronômetro do Estágio

source: Standard
pt_br: Padrão

source: Starscream 0.26r4 by Neill Corlett
es: Starscream 0.26r4 por Neill Corlett
pt_br: Starscream 0.26r4 do Neill Corlett

source: Start Ammo
es: Munición al Comenzar
pt_br: Munição Inicial

source: Start Level
es: Nivel al Comenzar
pt_br: Nível Inicial

source: Start Time
es: Tiempi a Comenzar
pt_br: Tempo Inicial

source: Start Turbos
es: Turbos al Comenzar
pt_br: Turbos Iniciais

source: Starting Balls
es: Bolas al Comenzar
pt_br: Bolas Iniciais

source: Starting Life
es: Vidas al Comenzar
pt_br: Vidas Iniciais

source: Static
pt_br: Estática

source: Status for Comm
es: Estado para Comm
pt_br: Status pra Comm

source: Steering wheel
es: Volante
pt_br: Volante

source: Stereo
es: Estéreo
pt_br: Estéreo

source: Stop
es: Detener
pt_br: Parar

source: Stop emulation
es: Detener emulación
pt_br: Parar a emulação

source: Super Techniques
pt_br: Super Técnicas

source: Switch FPS display
es: Cambiar visor de cps
pt_br: Trocar a exibição dos FPS

source: Switch save slot
es: Cambiar ranura de salvado
pt_br: Trocar o slot dos saves

source: Switch to custom game controls
es: Cambiar a entradas de juego personalizadas
pt_br: Trocar pros controles personalizados do jogo

source: TEST MODE
es: MODO PRUEBA
pt_br: MODO TESTE

source: TEXT
es: TEXTO
pt_br: TEXTO

source: Table
es: De mesa
pt_br: Tabela

source: Taito America
pt_br: Taito América

source: Taito America Corp.
pt_br: Corporação Taito - America

source: Taito Corp. Japan
es: Taito Corp. Japón
pt_br: Corporação Taito - Japão

source: Taiwan/Japanese
es: Taiwan/Japonés
pt_br: Taiwan/Japonês

source: Terms of Replay
es: Terminos de Replay
pt_br: Termos do Replay

source: Territory
es: Territorio
pt_br: Território

source: Territory/Copyright
es: Territorio/Derechos de Autor
pt_br: Território/Copyright

source: Test
es: Probar
pt_br: Teste

source: Test (RAM and sound)/pause
pt_br: Teste (RAM e Som)/Pausa

source: Test (grid and input)
es: Probar (cuadricula y entrada)
pt_br: Teste (Grade e Entrada)

source: Test Mode
es: Modo Prueba
pt_br: Modo Teste

source: Test Mode Display
pt_br: Exibição do Modo Teste

source: Test mode
es: Modo prueba
pt_br: Modo teste

source: Test this
es: Probar esto
pt_br: Teste isto

source: Text
es: Texto
pt_br: Texto

source: Texture (possible shaders)
es: Textura (posibles shaders)
pt_br: Textura (possíveis shaders)

source: Thailand
es: Tailandia
pt_br: Tailândia

source: The field %d must have a value between %d and %d
es: El campo %d debe tener un valor entre %d y %d
pt_br: O campo %d deve ter um valor entre %d e %d

source: The field %g must have a value between %g and %g
es: El campo %g debe tener un valor entre %g y %g
pt_br: O campo %g deve ter um valor entre %g e %g

source: The field %x must have a value between %x and %x
es: El campo %x debe tener un valor entre %x y %x
pt_br: O campo %x deve ter um valor entre %x e %x

source: The file '%s' can't be loaded
es: El archivo '%s' no puede ser cargado
pt_br: O arquivo '%s' não pode ser carregado

source: The game didn't initialise any CPU, this game can't work!
pt_br: O jogo não inicializou nenhuma CPU, este jogo não pode funcionar!

source: This picture isn't 8bpp
es: Esta imagen no es 8bpp
pt_br: Esta imagem não tem 8 bpp

source: Throttle Game Speed
es: Velocidad de Juego a Toda Marcha
pt_br: Acelerar a Velocidade do Jogo

source: Tilt
es: Tildar
pt_br: Inclinação

source: Tilt Left
es: Tildar Izquierda
pt_br: Inclinar a Esquerda

source: Tilt Right
es: Tildar Derecha
pt_br: Inclinar a Direita

source: Time
es: Tiempo
pt_br: Tempo

source: Time Limit
es: Limite de Tiempo
pt_br: Limite de Tempo

source: Timer
es: Temporizador
pt_br: Cronômetro

source: Timer Speed
es: Velocidad de Temporizador
pt_br: Velocidade do Cronômetro

source: Title
es: Título
pt_br: Título

source: To match 2x game resolution
es: Coincidir 2x resolución de juego
pt_br: Combinar com a resolução 2x do jogo

source: To match game resolution (low resolution most of the time)
pt_br: Combinar com a resolução do jogo (resolução baixa na maior parte do tempo)

source: Together
es: Juntos
pt_br: Juntos

source: Toggle
es: Cambiar
pt_br: Alternar

source: Toggle capture mode
es: Cambiar a Modo Captura
pt_br: Alternar o modo de captura

source: Toggle limit speed
es: Cambiar limite de velocidad
pt_br: Alternar o limite de velocidade

source: Too many controls have been defined for this game already.
pt_br: Muitos controles já foram definidos pra este jogo.

source: Track
es: Pista
pt_br: Faixa

source: Track format unknown '%s'
es: Formato de pista desconocido '%s'
pt_br: Formato da faixa desconhecido '%s'

source: Track options
es: Opciones de pista
pt_br: Opções da faixa

source: Translator
es: Traductor
pt_br: Tradutor

source: Transparency for 1 (25% default)
pt_br: Transparência pra 1 (25% padrão)

source: Transparency for 2 (50% default)
pt_br: Transparência pra 2 (50% padrão)

source: Transparent masks / rotation
pt_br: Máscaras transparentes/rotação

source: Turbo Mode
es: Modo Turbo
pt_br: Modo Turbo

source: Twin Formation
pt_br: Formação Gêmea

source: Type 1
es: Tipo 1
pt_br: Tipo 1

source: Type 2
es: Tipo 2
pt_br: Tipo 2

source: UAE 68020 Emulator: old hacked ASM version from UAE
pt_br: Emulador do UAE 68020 : Versão em ASM antigo hackeada do UAE

source: UK (JP Leisure)
pt_br: Reino Unido (Lazer do Japão)

source: UP
es: ARRIBA
pt_br: PRA CIMA

source: US
pt_br: EUA

source: USA
pt_br: EUA

source: USA (6 buttons)
es: USA (6 botones)
pt_br: EUA (6 botões)

source: USA (Romstar)/PipiBibi
pt_br: EUA (Romstar)/PipiBibi

source: USA (Taito America)
pt_br: EUA (Taito América)

source: USA (Taito Japan)
es: USA (Taito Japón)
pt_br: EUA (Taito Japão)

source: USA (Taito)
pt_br: EUA (Taito)

source: USA Romstar License
pt_br: Licença da Romstar EUA

source: USA, Europe (Atari)
pt_br: EUA, Europa (Atari)

source: USA, Sammy Corp.
pt_br: EUA, Corporação Sammy

source: USA/PipiBibi
pt_br: EUA/PipiBibi

source: USA/Taito America
pt_br: EUA/Taito América

source: USA/Taito America (Romstar)
pt_br: EUA/Taito America (Romstar)

source: USA/Truxton2
pt_br: EUA/Truxton2

source: Unable to load: %s
es: No se puede cargar: %s
pt_br: Incapaz de carregar: %s

source: Unable to open '%s' crc32:%x
pt_br: Incapaz de abrir o '%s' crc32:%x

source: Unable to save: %s
es: No se puede salvar: %s
pt_br: Incapaz de salvar: %s

source: Unknown
es: Desconocido
pt_br: Desconhecido

source: Unknown 1-1*
es: Desconocido 1-1*
pt_br: Desconhecido 1-1*

source: Unknown 1-2
es: Desconocido 1-2
pt_br: Desconhecido 1-2

source: Unknown 1-2*
es: Desconocido 1-2*
pt_br: Desconhecido 1-2*

source: Unknown 1-3
es: Desconocido 1-3
pt_br: Desconhecido 1-3

source: Unknown 1-4
es: Desconocido 1-4
pt_br: Desconhecido 1-4

source: Unknown 1-5
es: Desconocido 1-5
pt_br: Desconhecido 1-5

source: Unknown 1-6
es: Desconocido 1-6
pt_br: Desconhecido 1-6

source: Unknown 1-7
es: Desconocido 1-7
pt_br: Desconhecido 1-7

source: Unknown 1-7*
es: Desconocido 1-7*
pt_br: Desconhecido 1-7*

source: Unknown 2-0
es: Desconocido 2-0
pt_br: Desconhecido 2-0

source: Unknown 2-0&1
es: Desconocido 2-0y1
pt_br: Desconhecido 2-0y1

source: Unknown 2-2
es: Desconocido 2-2
pt_br: Desconhecido 2-2

source: Unknown 2-2&3
es: Desconocido 2-2y3
pt_br: Desconhecido 2-2y3

source: Unknown 2-2*
es: Desconocido 2-2*
pt_br: Desconhecido 2-2*

source: Unknown 2-3
es: Desconocido 2-3
pt_br: Desconhecido 2-3

source: Unknown 2-4
es: Desconocido 2-4
pt_br: Desconhecido 2-4

source: Unknown 2-5
es: Desconocido 2-5
pt_br: Desconhecido 2-5

source: Unknown 2-6
es: Desconocido 2-6
pt_br: Desconhecido 2-6

source: Unknown 2-7
es: Desconocido 2-7
pt_br: Desconhecido 2-7

source: Unknown 3-4*
es: Desconocido 3-4*
pt_br: Desconhecido 3-4*

source: Unknown 3-5*
es: Desconocido 3-5*
pt_br: Desconhecido 3-5*

source: Unlimited
es: Ilimitado
pt_br: Ilimitado

source: Unused
es: Sin uso
pt_br: Sem Uso

source: Unused 2-4
es: Sin uso 2-4
pt_br: Sem uso 2-4

source: Up to Level 2
es: Hasta el Nivel 2
pt_br: Até o Nível 2

source: Up to Level 3
es: Hasta el Nivel 3
pt_br: Até o Nível 3

source: Update Neo-Geo CD sprite block...
es: Actualizar bloque de sprites de neocd...
pt_br: Atualizar o bloqueio das imagens móveis do Neo-Geo CD...

source: Upright
es: Vertical
pt_br: Vertical

source: Upright (keyboard)
pt_br: Vertical (teclado)

source: Upright 1 Controller
es: Vertical 1 Control
pt_br: Controle Vertical 1

source: Upright 1 Player
es: Vertical 1 Jugador
pt_br: Jogador Vertical 1

source: Upright 2 Controllers
es: Vertical 2 Controles
pt_br: Controles Verticais 1

source: Upright 2 Players
es: Vertical 2 Jugadores
pt_br: Jogadores Verticais 1

source: Upright Controls
es: Controles Verticales
pt_br: Controles Verticais

source: Use blending files (*.bld)
es: Usar archivos de blending (*.bld)
pt_br: Usar arquivos de mistura (*.bld)

source: Use custom mouse cursor
es: Usar puntero de mouse personalizado
pt_br: Usar cursor personalizado do mouse

source: Use double buffer (ignored by OpenGL)
pt_br: Usar buffer duplo (ignorado pelo OpenGL)

source: Using
pt_br: Usando

source: Using unscaled blits
es: Usar blits sin escalar
pt_br: Usar blits sem dimensionar

source: VS Round
es: Round en VS
pt_br: Round VS

source: Variable
pt_br: Variável

source: Variable (MMX)
pt_br: Variável (MMX)

source: Version
es: Versión
pt_br: Versão

source: Versus Mode
es: Modo Versus
pt_br: Modo Versus

source: Very Easy
es: Muy Fácil
pt_br: Muito Fácil

source: Very Fast
es: Muy Rápido
pt_br: Muito Rápido

source: Very Hard
es: Muy Difícil
pt_br: Muito Difícil

source: Very High
es: Muy Alto
pt_br: Muito Alto

source: Very Slow
es: Muy Lento
pt_br: Muito Lento

source: Video driver name
es: Nombre de driver de video
pt_br: Nome do driver de vídeo

source: Video information...
es: Info de video...
pt_br: Informações do vídeo...

source: Video layers...
es: Capas de video...
pt_br: Camadas do vídeo...

source: Video options
es: Opciones de video
pt_br: Opções de vídeo

source: Video renderer
es: Renderizado de video
pt_br: Renderizador de vídeo

source: Visco (Japan Only)
es: Visco (Japón Solamente)
pt_br: Visco (Só no Japão)

source: Vitality
es: Vitalidad
pt_br: Vitalidade

source: Vitality Packs
es: Packs de Vitalidad
pt_br: Pacotes de Vitalidade

source: Voice
es: Voz
pt_br: Voz

source: Volume of Siren
es: Volumen de Sirena
pt_br: Volume da Sirene

source: Vs Mode Rounds
es: Rounds en Modo Vs
pt_br: Rounds no Modo Vs

source: Vs Play Mode
es: Modo de Juego Vs
pt_br: Modo de Jogo Vs

source: Warning
es: Advertencia
pt_br: Aviso

source: What do you want to do?
pt_br: O que você quer fazer?

source: Wheel
es: Rueda
pt_br: Roda

source: When possible
es: Cuando sea posible
pt_br: Quando possível

source: When you click OK, a new window will appear If you don't see it, use Alt+Tab Press the buttons on your controller when indicated (Your controller may look different than the picture) If you want to correct a mistake, press backspace or the back button on your device To skip a button, press SPACE or click/touch the screen To exit, press ESC
pt_br: Quando você clicar em Ok uma nova janela aparecerá Se você não vê-la use Alt+Tab Pressione os botões no seu controle quando indicado (Seu controle pode parecer diferente da imagem) Se você quiser corrigir um erro pressione Backspace ou o botão voltar no seu dispositivo Pra ignorar um botão pressione a BARRA DE ESPAÇO ou clique/toque na tela Pra sair pressione o ESC

source: Wild blocks
es: Bloques salvajes
pt_br: Bloqueios selvagens

source: WinDIB (good for OpenGL)
pt_br: WinDIB (bom pra OpenGL)

source: Wisdom
es: Saviduria
pt_br: Sabedoria

source: With
es: Con
pt_br: Com

source: With monitoring
es: Con monitoreo
pt_br: Com monitoramento

source: Without
es: Sin
pt_br: Sem

source: Without dkongm.dx2 you will have no sound
pt_br: Sem o dkongm.dx2 você não terá som

source: Without froggerm.dx2 you will have no sound
pt_br: Sem o froggerm.dx2 você não terá som

source: Without monitoring
es: Sin monitoreo
pt_br: Sem monitoramento

source: World
es: Mundo
pt_br: Mundo

source: World (Ryouta)/PipiBibi
es: Mundo (Ryouta)/PipiBibi
pt_br: Mundo (Ryouta)/PipiBibi

source: World License
es: Licensia Mundial
pt_br: Licença Mundial

source: World/PipiBibi
es: Mundo/PipiBibi
pt_br: Mundo/PipiBibi

source: World/Taito Corp Japan
es: Mundo/Taito Corp Japan
pt_br: Mundo/Corporação Taito - Japão

source: YUV overlays
es: Superposición YUV
pt_br: Sobreposições do YUV

source: Year: %d
es: Año : %d
pt_br: Ano: %d

source: Year: -
es: Año : -
pt_br: Ano: -

source: Year: 2006
es: Año : 2006
pt_br: Ano: 2006

source: Yes
es: Si
pt_br: Sim

source: Yes (adaptive)
pt_br: Sim (adaptativo)

source: Yes (real)
pt_br: Sim (verdadeiro)

source: Yes|No
es: Si|No
pt_br: Sim|Não

source: You can't have at the same time a scaler + scanlines, Choose one.
pt_br: Você não pode ter ao mesmo tempo um dimensionador + scanlines, Escolha um.

source: Z80: applied HALT speed hack
es: Z80: aplicó hack de velocidad HALT
pt_br: Z80: aplicado o hack de velocidade HALT

source: Z80: old mame 'portable' z80
pt_br: Z80: velho mame 'portátil' z80

source: Z80: speed hack applied
es: Z80: aplicado hack de velocidad
pt_br: Z80: aplicado o hack de velocidade

source: ZIP file damaged for ROM %s
pt_br: Arquivo ZIP danificado da ROM %s

source: Zooming Object
es: Acercandose al Objeto
pt_br: Aumentar o Zoom do Objeto

source: accelerated color fills
es: relleno de color acelerado
pt_br: Preenchimentos acelerados das cores

source: accelerated hardware->hardware alpha blits
es: hardware acelerado->blits alpha por hardware
pt_br: Hardware acelerado->blits alpha do hardware

source: accelerated hardware->hardware blits
es: hardware acelerado->blits por hardware
pt_br: Hardware acelerado->blits do hardware

source: accelerated hardware->hardware colorkey blits
es: hardware acelerado->blits de claves de color por hardware
pt_br: Hardware acelerado->blits das teclas das cores por hardware

source: accelerated software->hardware alpha blits
es: hardware acelerado->blits alpha por hardware
pt_br: Software acelerado->blits alpha do hardware

source: accelerated software->hardware blits
es: hardware acelerado->blits por hardware
pt_br: Software acelerado->blits do hardware

source: accelerated software->hardware colorkey blits
es: hardware acelerado->claves de color por hardware
pt_br: Software acelerado->blits das teclas das cores por hardware

source: allocation error
pt_br: Erro de alocação

source: audio format not supported
pt_br: Formato de áudio não suportado

source: background
pt_br: 2º plano

source: blue
es: azul
pt_br: Azul

source: Cannot find disc image file
pt_br: Não pôde achar o arquivo de imagem do disco

source: color
pt_br: Cor

source: cpusldn:Running CPU Every %01d Frames
es: cpusldn:Corriendo CPU cada %01d cuadros
pt_br: cpusldn: Executando a CPU a Cada %01d Frames

source: d-pad + main stick
pt_br: d-pad + analógico principal

source: d-pad down
pt_br: d-pad pra baixo

source: d-pad left
pt_br: d-pad esquerdo

source: d-pad right
pt_br: d-pad direito

source: d-pad up
pt_br: d-pad pra cima

source: decrypting sprites (kof99 type)
pt_br: Descriptografando imagens móveis (tipo kof99)

source: disabling row select (agallet)
es: deshabilitando selección de fila (agallet)
pt_br: Desativar a seleção por fila (agallet)

source: error while attaching fragment shader
es: error mientras se fijaba fragmento de shader
pt_br: Erro enquanto anexa o fragmento do shader

source: error while attaching vertex shader
es: error mientras se fijaba vértice de shader
pt_br: Erro enquanto anexa o vértice do shader

source: every 1000k
es: cada 1000k
pt_br: A cada 1000k

source: every 1500k
es: cada 1500k
pt_br: A cada 1500k

source: every 2000k
es: cada 2000k
pt_br: A cada 2000k

source: every 3000k
es: cada 3000k
pt_br: A cada 3000k

source: every 4000k
es: cada 4000k
pt_br: A cada 4000k

source: fb
es: primer plano
pt_br: 1º plano
