Repository: zelurker/raine
Catalog: locale/*.po
Languages: es, pt_br

source: from internet archive
pt_br: Do arquivo compactado da internet

source: green
es: verde
pt_br: Verde

source: hardware surface available
es: superficies por hardware disponible
pt_br: Superficie do hardware disponível

source: history.dat not found Download it from http://www.arcade-history.com/index.php?page=download and install it in your Raine directory in linux ~/.raine or /usr/share/games/raine
es: no se encuentra history.dat Descárgalo de http://www.arcade-history.com/index.php?page=download e instalalo en tu directorio de Raine en linux ~/.raine o /usr/share/games/raine
pt_br: History.dat não encontrado Baixe-o em http://www.arcade-history.com/index.php?page=download e instale-o no seu diretório do raine no linux ~/.raine ou /usr/share/games/raine

source: indexes alloc error
pt_br: Erro da alocação dos índices

source: indexes allocation error
pt_br: Erro da alocação dos índices

source: kof97oro decrypt fix...
pt_br: Conserto da descriptografia do kof97...

source: kof97oro decrypt rom...
pt_br: Rom da descriptografia do kof97...

source: kof97oro decrypt sprites...
pt_br: Imagens móveis da descriptografia do kof97...

source: label
es: etiqueta
pt_br: Rótulo

source: layer
es: capa
pt_br: Camada

source: layer %d disabled
pt_br: Camada %d desativada

source: layer 1 disabled
es: capa 1 deshabilitada
pt_br: Camada 1 desativada

source: line scroll %d
es: línea de desplazamiento %d
pt_br: Rolagem da linha %d

source: line scroll bg0 %d %d size %d
es: línea de desplazamiento fondo0 %d %d tamaño %d
pt_br: Rolagem da linha bg0 %d %d tamanho %d

source: line scroll bg1 %d %d size %d
es: línea de desplazamiento fondo1 %d %d tamaño %d
pt_br: Rolagem da linha bg1 %d %d tamanho %d

source: loading EmuDX big sprites
pt_br: Carregando grandes imagens móveis do EmuDX

source: loading EmuDX sprites
pt_br: Carregando imagens móveis do EmuDX

source: loading EmuDX tiles
pt_br: Carregando ladrilhos do EmuDX

source: no line scroll %d
es: sin línea de desplazamiento %d
pt_br: Sem rolagem da linha %d

source: none
es: ninguno
pt_br: Nenhum

source: or Escape key to delete this control
pt_br: ou a tecla ESC pra apagar este controle

source: raine_logo.png must have the 1st color of the palette (color 0) as transparent
es: raine_logo.png debe tener el primer color de la paleta (color 0) como transparente
pt_br: O raine_logo.png deve ter a 1ª cor da paleta (cor 0) como transparente

source: recreating fixed layer
pt_br: Recriando camada fixa

source: red
es: rojo
pt_br: Vermelho

source: row scroll %d
es: fila de desplazamiento %d
pt_br: Rolar a fileira %d

source: row scroll on 8x8 layer unemulated
es: fila de desplazamiento en capa 8x8 no emulada
pt_br: Rolar a fila na camada 8x8 não emulada

source: row select layer %d size %d
es: fila de desplazamiento seleccionada %d tamaño %d
pt_br: Camada selecionada da fila %d tamanho %d

source: s8 not supported
es: s8 no soportado
pt_br: s8 não suportado

source: sprites
pt_br: Imagens móveis

source: sprites disabled
es: sprites deshabilitados
pt_br: Imagens móveis desativadas

source: switch to 16bpp color depth and reload
es: cambiar a profundidad de color de 16bpp y recargar
pt_br: Trocar pra profundidade de cores de 16bpp e recarregar

source: text
es: texto
pt_br: Texto

source: u16lsb not supported
es: u16lsb no soportado
pt_br: u16lsb não suportado

source: u16msb not supported
es: u16msb no soportado
pt_br: u16msb não suportado

source: u8 not supported
es: u8 no soportado
pt_br: u8 não suportado

source: used override for %s
es: usada anulación para %s
pt_br: Usada a substituição pro %s

source: window manager available
es: administrador de ventanas disponible
pt_br: Gerenciador de janelas disponível

source: with an unknown gcc ???
pt_br: com um gcc desconhecido???

source: with gcc %d.%d.%d
pt_br: com gcc %d.%d.%d

source: with llvm/clang %d.%d.%d
pt_br: com llvm/clang %d.%d.%d

source: Console
es: Consola

source: Copyright
es: Derechos de Autor

source: Delete the key|Delete the joystick ctrl|Del the mouse button
es: Remover la tecla|Remover el joystick control|Remover boton de mouse

source: Delete the key|Delete the joystick ctrl|Really use ESC here
es: Remover la tecla|Remover el joystick control|Usa realmente ESC aquí

source: FPS
es: CPS

source: Frame skip
es: Saltar cuadros

source: Fullscreen
es: Pantalla completa

source: Playback
es: Reproducción

source: Roadscroll
es: Desplazamiento

source: Save state...
es: Salvar juego...

source: Scale2x/3x
es: Escalar 2x/3x

source: Scanlines
es: Interlineado

source: Status
es: Estado

source: You can't have at the same time a scaler + scanlines, Choose 1
es: No puedes tener al mismo tiempo un escalador + tramado, Elige uno

source: Bad screen format, report this to raine.1emulation.com bpp : %d rshift %d gshift %d bshift %d
es: mal formato de pantalla, reporta esto a raine.1emulation.com bpp : %d rshift %d gshift %d bshift %d
