Repository: zelurker/raine
Catalog: locale/*.po
Languages: es, pt_br

source: Game commands list
es: Lista de comandos del juego
pt_br: Lista de comandos do jogo

source: Game does not support Loading.
es: Juego no soporta Cargar.
pt_br: O jogo não suporta o carregamento.

source: Game does not support Saving.
es: Juego no soporta Salvar.
pt_br: O jogo não suporta o salvamento.

source: Game options
es: Opciones de juego
pt_br: Opções do jogo

source: Game selection
es: Seleccion de juego
pt_br: Seleção do jogo

source: Game: %s
es: Juego : %s
pt_br: Jogo: %s

source: Games to Play (Vs)
es: Partidas a Jugar (Vs)
pt_br: Jogos pra Jogar (Vs)

source: Gear Mode
es: Modo de Marcha
pt_br: Modo de Marcha

source: General options:
es: Opciones generales:
pt_br: Opções gerais:

source: Germany
es: Alemania
pt_br: Alemanha

source: Get inputs from another game
es: Obtener entradas desde otro juego
pt_br: Obter entradas de outro jogo

source: Ghost Names
es: Nombres Fantasmas
pt_br: Nomes Fantasmas

source: Girls
es: Muchachas
pt_br: Garotas

source: God Mode
es: Modo Dios
pt_br: Modo Deus

source: Graphical layers...
es: Capas gráficas...
pt_br: Camadas gráficas...

source: Green
es: Verde
pt_br: Verde

source: Guest Player
es: Jugador Invitado
pt_br: Jogador Convidado

source: Half Price Continue
es: Continuar a Mitad de Precio
pt_br: Continuar pela Metade do Preço

source: Halfheight
es: Media altura
pt_br: Altura média

source: Hard
es: Difícil
pt_br: Difícil

source: Harder
es: Más Difícil
pt_br: Mais Difícil

source: Hardest
es: Dificilísimo
pt_br: Mais Difícil de Todos

source: Health For Winning
es: Salud Por Ganar
pt_br: Saúde Por Vencer

source: Help Penalty (Heuk Sun)
es: Penal de Ayuda (Heuk Sun)
pt_br: Penalidade de Ajuda (Heuk Sun)

source: High
es: Alto
pt_br: Alto

source: High, but censored
es: Alto, pero censurado
pt_br: Alto, mas censurado

source: Hiscores
es: Puntuación
pt_br: Pontuações Mais Altas

source: History...
es: Historia...
pt_br: Histórico...

source: Hong Kong (Honest)
pt_br: Hong Kong (Honesto)

source: Hong Kong - Honest
pt_br: Hong Kong - Honesto

source: HongKong/Japanese
es: HongKong/Japonés
pt_br: Hong Kong/Japonês

source: IC52=512kb, IC53=none
es: IC52=512kb, IC53=ninguno
pt_br: IC52=512kb, IC53=nenhum

source: Immediate FPS
es: CPS inmediatos
pt_br: FPS imediato

source: Increase CPU skip
es: Aumentar saltos de cpu
pt_br: Aumentar o pulo da CPU

source: Increase frameskip
es: Aumentar saltos de cuadros
pt_br: Aumentar frameskip

source: Infinite
es: Infinito
pt_br: Infinito

source: Infinite Lives
es: Vidas Infinitas
pt_br: Vidas Infinitas

source: Initial Vitality
es: Vital Inicial
pt_br: Vitalidade Inicial

source: Innings
es: Turnos
pt_br: Turnos

source: Inputs
es: Entradas
pt_br: Entradas

source: Insert special code...
es: Introducir código especial...
pt_br: Inserir código especial...

source: Instructions
es: Instrucciones
pt_br: Instruções

source: Integer scaling
pt_br: Dimensionamento de inteiros

source: Internal Diff. on Life Loss
es: Diferencia Interna en Perdida de Vida
pt_br: Diferença Interna sobre a Perda de Vidas

source: Internal Test
es: Prueba Interna
pt_br: Teste Interno

source: Invert
es: Invertir
pt_br: Inverter

source: Invincibility
es: invincibilidad
pt_br: Invencibilidade

source: Invulnerability
es: Invulneravilidad
pt_br: Invulnerabilidade

source: Italian
pt_br: Italiano

source: Italy (Star Elect)
es: Italia (Star Elect)
pt_br: Itália (Eleito da Estrela)

source: Japan
es: Japón
pt_br: Japão

source: Japan (2 buttons)
es: Japón (2 botones)
pt_br: Japão (2 botões)

source: Japan (Ryouta)/Whoopee
es: Japón (Ryouta)/Whoopee
pt_br: Japão (Ryouta)/Whoopee

source: Japan (Taito Corp)
es: Japón (Taito Corp)
pt_br: Japão (Corporação Taito)

source: Japan (Taito)
es: Japón (Taito)
pt_br: Japão (Taito)

source: Japan (null)
es: Japón (nulo)
pt_br: Japão (Nulo)

source: Japan (taito license)
es: Japón (taito license)
pt_br: Japão (Licença da Taito)

source: Japan - Taito
es: Japón - Taito
pt_br: Japão - Taito

source: Japan - Tecmo
es: Japón - Tecmo
pt_br: Japão - Tecmo

source: Japan Only
es: Japón Solamente
pt_br: Só no Japão

source: Japan/Japanese
es: Japón/Japonés
pt_br: Japão/Japonês

source: Japan/Taito Corp
es: Japón/Taito Corp
pt_br: Japão/Corporação Taito

source: Japan/Tatsujin2
es: Japón/Tatsujin2
pt_br: Japão/Tatsujin2

source: Japan/Whoopee
es: Japón/Whoopee
pt_br: Japão/Whoopee

source: Japanese
es: Japonés
pt_br: Japonês

source: Japanese (Taito)
es: Japonés (Taito)
pt_br: Japonês (Taito)

source: Japanese (Toaplan)
es: Japonés (Toaplan)
pt_br: Japonês (Toaplan)

source: Japanese font...
pt_br: Fonte japonesa...

source: Joysticks indexes...
pt_br: Índices dos joysticks...

source: Keep aspect ratio
es: Mantener relación de aspecto
pt_br: Manter a proporção do aspecto

source: Key repeat delay
es: Retraso de repetición de tecla
pt_br: Atraso da repetição das teclas

source: Key repeat interval
es: Intervalo de repetición de tecla
pt_br: Intervalo de repetição das teclas

source: Keyboard/Digital
es: Teclado/Digital
pt_br: Teclado/Digital

source: Korea
pt_br: Coréia

source: Korea (Taito)
pt_br: Coréia (Taito)

source: Korea (Unite Trading)
pt_br: Coréia (Comércio Unido)

source: Korea (Unite license)
pt_br: Coréia (Licença Unida)

source: Korea, Unite Trading
pt_br: Coréia, Comércio Unido

source: Korea/Japanese
es: Korea/Japonés
pt_br: Coréia/Japonês

source: Korea/Tatsujin2
pt_br: Coréia/Tatsujin2

source: LEDs assignments
pt_br: Atribuições dos LEDs

source: LEFT
es: IZQUIERDA
pt_br: ESQUERDA

source: Language
es: Lenguaje
pt_br: Idioma

source: Large
es: grande
pt_br: Grande

source: Layers
es: Capas
pt_br: Camadas

source: Left shoulder
pt_br: Ombro esquerdo

source: Left stick
pt_br: Analógico esquerdo

source: Less significant byte
pt_br: Byte menos significativo

source: Level 1
es: Nivel 1
pt_br: Nível 1

source: Level 2
es: Nivel 2
pt_br: Nível 2

source: Level 3
es: Nivel 3
pt_br: Nível 3

source: Level 4
es: Nivel 4
pt_br: Nível 4

source: Level 5
es: Nivel 5
pt_br: Nível 5

source: Level 6
es: Nivel 6
pt_br: Nível 6

source: Level 7
es: Nivel 7
pt_br: Nível 7

source: Level 8
es: Nivel 8
pt_br: Nível 8

source: Level test
es: Nivel de Prueba
pt_br: Nível do Teste

source: Lever
es: Palanca
pt_br: Alavanca

source: License
es: Licencia
pt_br: Licença

source: Licensed To
es: Con Licencia Para
pt_br: Licenciado Pra

source: Life
es: Vida
pt_br: Vida

source: Life Bar
es: Barra de Vida
pt_br: Barra de Vida

source: Limit framerate <= 60 FPS
pt_br: Limitar taxa dos frames <= 60 FPS

source: Lives
es: Vidas
pt_br: Vidas

source: Lives (Chariot)
es: Vidas (Chariot)
pt_br: Vidas (Chariot)

source: Lives (Don't Pull)
es: Vidas (Don't Pull)
pt_br: Vidas (Não Puxar)

source: Lives (Midnight Wanderers)
es: Vidas (Midnight Wanderers)
pt_br: Vidas (Andarilhos da Meia Noite)

source: Load Neo-Geo CD game
es: Cargar juego de NeoCD
pt_br: Carregar o jogo do Neo-Geo CD

source: Load demo
es: Cargar demo
pt_br: Carregar demo

source: Load from which?
pt_br: Carregar de qual?

source: Load inputs from...
es: Cargar entradas desde...
pt_br: Carregar entradas de...

source: Load state...
es: Cargar juego...
pt_br: Carregar state...

source: Load state with name
es: Cargar juego con nombre
pt_br: Carregar o state com o nome

source: Loading CPU code
pt_br: Carregando o código da CPU

source: Loading Game
pt_br: Carregando o Jogo

source: Loading animations speed
es: Velocidad de animación de carga
pt_br: Carregar a velocidade das animações

source: Loading audio regions
pt_br: Carregando as regiões do áudio

source: Loading error
es: Error cargando
pt_br: Erro ao carregar

source: Loading game
pt_br: Carregando o Jogo

source: Loading problem
es: problema cargando
pt_br: Carregando o problema

source: Loading video regions
pt_br: Carregando as regiões de vídeo

source: Locked
es: Bloqueado
pt_br: Travado

source: Long hack jump at %x...
es: Hack de salto largo en %x...
pt_br: Hack do pulo longo em %x...

source: Loop
es: Bucle
pt_br: Repetição

source: Loser Team Only
es: Equipo Perdedor Solamente
pt_br: Só o Time Perdedor

source: Low
es: Bajo
pt_br: Baixo

source: Low while pressed
es: Bajo mientras se presiona
pt_br: Baixo enquanto pressionado

source: M6502 1.6raine2 by Neill Bradley
es: M6502 1.6raine2 por Neill Bradley
pt_br: M6502 1.6raine2 do Neill Bradley

source: M68705: Invalid jump address (0x%x)
es: M68705: Direccion de salto invalida (0x%x)
pt_br: M68705: Endereço do pulo inválido (0x%x)

source: MCU 68705: statically recompiled code by Richard Mitton
es: MCU 68705: código recompilado estáticamente por Richard Mitton
pt_br: MCU 68705: código recompilado estaticamente por Richard Mitton

source: MZ80 3.4raine3 by Neill Bradley
es: MZ80 3.4raine3 por Neill Bradley
pt_br: MZ80 3.4raine3 do Neill Bradley

source: Magic
es: Magia
pt_br: Mágica

source: Magician
es: Mago
pt_br: Mágico

source: Main menu
es: Menú principal
pt_br: Menu principal

source: Manage associations...
es: Administrar asociaciones...
pt_br: Gerenciar associações...

source: Master
es: Maestro
pt_br: Mestre

source: Match Type
es: Tipo de partida
pt_br: Tipo de Partida

source: Max FPS for drivers
pt_br: Máximo de FPS pros drivers

source: Max Players
es: Jugadores Máximos
pt_br: Máximo de Jogadores

source: Maximum font size
pt_br: Tamanho máximo da fonte

source: Maze
pt_br: Labirinto

source: Medal Setup
es: Configurar Medalla
pt_br: Configurar Medalha

source: Medium
es: Medio
pt_br: Médio

source: Memory Check
es: Comprobar Memoria
pt_br: Verificação da Memória

source: Message to edit
pt_br: Mensagem a editar

source: Minimum Balls per Row
es: Mínimo de Bolas por Fila
pt_br: Mínimo de Bolas por Fileira

source: Minimum GUI resolution = VGA
es: Mínima resolución de interfaz = VGA
pt_br: Resolução mínima da GUI = VGA

source: Minimum font size
pt_br: Tamanho mínimo da fonte

source: Minimun
es: mínimo
pt_br: Mínimo

source: Mirror
es: Espejo
pt_br: Espelho

source: Misc
pt_br: Miscelánea

source: Missing
es: Faltante
pt_br: Ausente

source: Missing games
es: Juegos faltantes
pt_br: Jogos ausentes

source: Mode
es: Modo
pt_br: Modo

source: Mode 1
es: Modo 1
pt_br: Modo 1

source: Mode 2
es: Modo 2
pt_br: Modo 2

source: Monster Speed
es: Velocidad de Monstruo
pt_br: Velocidade Monstro

source: More Quickly
es: más Rápido
pt_br: Mais Rapidamente

source: More Slowly
es: Más Despacio
pt_br: Mais Lentamente

source: Most played games
pt_br: Jogos mais jogados

source: Most played games...
pt_br: Jogos mais jogados...

source: Most recent games
pt_br: Jogos mais recentes

source: Most significant byte
pt_br: Byte mais significativo

source: Mouse Sensitivity
pt_br: Sensibilidade do Mouse

source: Mouse Sensitivity: %d%%
pt_br: Sensibilidade do Mouse: %d%%

source: Mouse Speed
es: Velocidad de Mouse
pt_br: Velocidade do Mouse

source: Mouse sensitivity: %d%%
pt_br: Sensibilidade do Mouse: %d%%

source: Movement
es: Movimiento
pt_br: Movimento

source: Multiplayer
es: Multijugador
pt_br: Multi-jogador

source: Music error: %s
es: Error de Música: %s
pt_br: Erro da música: %s

source: Music volume
es: Volúmen de música
pt_br: Volume da música

source: Mute music
es: Silenciar CD
pt_br: Silenciar música

source: Mute sound effects
es: Silenciar FX
pt_br: Silenciar efeitos sonoros

source: Nando Speed
es: Velocidad Nando
pt_br: Velocidade do Nando

source: Nearest
es: Más cercano
pt_br: Mais Próximo

source: Neo-Geo BIOS
es: Bios Neo-Geo
pt_br: BIOS do Neo-Geo

source: Neo-Geo BIOS: %s
pt_br: Bios do Neo-Geo: %s

source: Neo-Geo CD BIOS
es: Bios NeoCD
pt_br: BIOS do Neo-Geo CD

source: Neo-Geo CD BIOS: %s
pt_br: Bios do Neo-Geo CD: %s

source: Neo-Geo logo
pt_br: Logo do NeoGeo

source: Neo-Geo/Neo-Geo CD options
es: Opciones NeoCD/Neo-Geo
pt_br: Opções do Neo-Geo/Neo-Geo CD

source: Never
es: Nunca
pt_br: Nunca

source: New file
es: Archivo nuevo
pt_br: Arquivo novo

source: New pictures
es: Nueva imagen
pt_br: Novas imagens

source: Next sprite block
es: Proximo bloque de sprite
pt_br: Próximo bloqueio das imagens móveis

source: Nitros per Stage
es: Nitros por Pantalla
pt_br: Nitros por Estágio

source: No
pt_br: Não

source: No Bonus Lives
es: Sin Vidas Extras
pt_br: Sem Vidas Bônus

source: No HUD messages
pt_br: Sem mensagens no HUD

source: No Neo-Geo CD BIOS
es: Ninguna bios NeoCD
pt_br: Não há BIOS de Neo-Geo CD

source: No OpenGL information yet, run something first.
pt_br: Ainda sem informação do OpenGL, execute algo primeiro.

source: No Raine logo
pt_br: Não há logo do raine

source: No Save
es: Sin Salvar
pt_br: Nenhum Save

source: No Use
es: Sin Uso
pt_br: Nenhum Uso

source: No associations yet
es: Sin asociaciones todavia
pt_br: Ainda não há associações

source: No buttons mapped by this game for autofire yet
pt_br: Ainda não há botões mapeados por este jogo pra auto-disparar

source: No change
es: Sin cambiar
pt_br: Sem mudança

source: No game loaded
es: Ningún juego cargado
pt_br: Nenhum jogo carregado

source: No game loaded yet
es: Ningún juego cargado todavia
pt_br: Ainda nenhum jogo carregado

source: No game uses custom inputs in your config file yet
es: Ningún juego usa entradas personalizadas en tu archivo de configuración todavia
pt_br: Nenhum jogo usa entradas personalizadas no seu arquivo de configuração

source: No hardware support for overlays
es: Sin soporte de hardware para superposiciones
pt_br: Nenhum suporte de hardware pras sobreposições

source: No mixer yet
pt_br: Ainda sem misturador

source: No options for this renderer.
pt_br: Não há opções pra este renderizador.

source: No save states loadable for this game
es: Ningún juego salvado cargable para este juego
pt_br: Não há save states carregáveis pra este jogo

source: No shader support on your hardware
es: Sin soporte para shaders en tu hardware
pt_br: Sem suporte pra shaders no seu hardware

source: No speed limit!
pt_br: Sem limite de velocidade!

source: None
pt_br: Nenhum

source: None (Japan)
es: Ninguno (japón)
pt_br: Nenhum (japão)

source: Normal blits
es: Blits normales
pt_br: Blits normais

source: Not Allowed
es: No permitido
pt_br: Não permitido

source: Not enough memory for layer bitmap %d
es: Sin memoria suficiente para la capa de bitmap %d
pt_br: Não há memória suficiente pro bitmap da camada %d

source: Nothing
es: Nada
pt_br: Nada

source: Nudity
es: Desnudez
pt_br: Nudez

source: Number Match
es: Número de Partida
pt_br: Número da Partida

source: Number of Powers
es: Números de Poderes
pt_br: Números de Poderes

source: Off
es: Apagado
pt_br: Desligado

source: On
es: Encendido
pt_br: Ligado

source: One step back/Time Count
pt_br: Um Passo pra Trás/Contador de Tempo

source: Only not working games
es: Solo juegos sin funcionar
pt_br: Só jogos que não funcionam

source: Only partially working games
es: Solo juegos parcialmente funcionando
pt_br: Só jogos que funcionam parcialmente

source: Only working games
es: Solo juegos funcionando
pt_br: Só jogos que funcionam

source: Opaque HUD
es: HUD opaco
pt_br: HUD opaco

source: Open this page now!|Later maybe...
es: Abrir esta página ahora !|Tal vez luego...
pt_br: Abrir esta página agora! |Talvez mais tarde...

source: OpenGL VSync
es: VSync OpenGL
pt_br: VSync do OpenGL

source: OpenGL blits
pt_br: Blits do OpenGL

source: OpenGL double buffer
es: Doble buffer OpenGL
pt_br: Buffer duplo do OpenGL

source: OpenGL error
es: Error OpenGL
pt_br: Erro do OpenGL

source: OpenGL filtering
es: Filtrado OpenGL
pt_br: Filtragem do OpenGL

source: OpenGL options
pt_br: Opções do OpenGL

source: OpenGL overlay interface
es: Interfaz superpuesta OpenGL
pt_br: Interface da sobreposição do OpenGL

source: OpenGL vendor
es: Proveedor OpenGL
pt_br: Vendedor do OpenGL

source: Overlays options
pt_br: Opções da Sobreposição

source: Overlays workarounds
es: Soluciones de superposición
pt_br: Soluções alternativas da sobreposição

source: Overwrite
es: Sobrescribir
pt_br: Sobrescrever

source: P1 Input Control
es: P1 Control de Entradas
pt_br: Controle da Entrada do P1

source: P1 Invulnerability
es: P1 Invulneravilidad
pt_br: Invulnerabilidade do P1

source: P2 Invulnerability
es: P2 Invulneravilidad
pt_br: Invulnerabilidade do P2

source: Pause game
es: Pausar Juego
pt_br: Pausar o jogo

source: Pause when focus lost
es: Pausar al perder foco
pt_br: Pausar quando perder o foco

source: Payout Mode
es: Modo de Pago
pt_br: Modo de Pagamento

source: Payout Rate Setup
es: Configurar Tarifa de Modo de Pago
pt_br: Configuração da Taxa de Pagamento

source: Payout Setup
es: Configurar Modo de Pago
pt_br: Configuração do Pagamento

source: Picture Viewer
es: Visor de Imágenes
pt_br: Visualizador das Imagens

source: Pixel double
es: Doblar pixeles
pt_br: Dobro de pixels

source: Platform
pt_br: Plataforma

source: Play game
es: Jugar
pt_br: Jogar o jogo

source: Play track|Test command|Silence track|Change track|Remove association
es: Rep. pista|Probar comando|Silenciar pista|Cambiar pista|Quitar asociación
pt_br: Reproduzir a faixa|Testar comando|Silenciar a faixa|Mudar a faixa|Remover associação

source: Player
es: Jugador
pt_br: Jogador

source: Player 1 Only
es: Jugador 1 Solamente
pt_br: Só o Jogador 1

source: Player 2 Only
es: Jugador 2 Solamente
pt_br: Só o Jogador 2

source: Player Hurt Player
es: Jugador Lastima Jugador
pt_br: O Jogador Fere o Jogador

source: Player Select
es: Elegir Jugador
pt_br: Selecionar Jogador

source: Player's vitality consumption
es: Consumo de vital de Jugador
pt_br: Consumo da vitalidade do jogador

source: Player1 A+B
es: Jugador1 A+B
pt_br: Jogador1 A+B

source: Player1 B1+B2
es: Jugador1 B1+B2
pt_br: Jogador1 B1+B2

source: Player1 B1+B2+B3
es: Jugador1 B1+B2+B3
pt_br: Jogador1 B1+B2+B3

source: Player1 B4+B5+B6
es: Jugador1 B4+B5+B6
pt_br: Jogador1 B4+B5+B6

source: Player1 Button1
es: Jugador1 Botón1
pt_br: Jogador1 Botão1

source: Player1 Button2
es: Jugador1 Botón2
pt_br: Jogador1 Botão2

source: Player1 Button3
es: Jugador1 Botón3
pt_br: Jogador1 Botão3

source: Player1 Button4
es: Jugador1 Botón4
pt_br: Jogador1 Botão4

source: Player1 Button5
es: Jugador1 Botón5
pt_br: Jogador1 Botão5

source: Player1 Button6
es: Jugador1 Botón6
pt_br: Jogador1 Botão6

source: Player1 Button7
es: Jugador1 Botón7
pt_br: Jogador1 Botão7

source: Player1 Button8
es: Jugador1 Botón8
pt_br: Jogador1 Botão8

source: Player1 Down
es: Jugador1 Abajo
pt_br: Jogador1 Pra Baixo

source: Player1 Left
es: Jugador1 Izquierda
pt_br: Jogador1 Esquerda

source: Player1 Right
es: Jugador1 Derecha
pt_br: Jogador1 Direita

source: Player1 Start
es: Jugador1 Comenzar
pt_br: Jogador1 Start

source: Player1 Up
es: Jugador1 Arriba
pt_br: Jogador1 Pra Cima

source: Player2 A+B
es: Jugador2 A+B
pt_br: Jogador2 A+B

source: Player2 B1+B2
es: Jugador2 B1+B2
pt_br: Jogador2 B1+B2

source: Player2 B1+B2+B3
es: Jugador2 B1+B2+B3
pt_br: Jogador2 B1+B2+B3

source: Player2 Button1
es: Jugador2 Botón1
pt_br: Jogador2 Botão1

source: Player2 Button2
es: Jugador2 Botón2
pt_br: Jogador2 Botão2

source: Player2 Button3
es: Jugador2 Botón3
pt_br: Jogador2 Botão3

source: Player2 Button4
es: Jugador2 Botón4
pt_br: Jogador2 Botão4

source: Player2 Button5
es: Jugador2 Botón5
pt_br: Jogador2 Botão5

source: Player2 Button6
es: Jugador2 Botón6
pt_br: Jogador2 Botão6

source: Player2 Button7
es: Jugador2 Botón7
pt_br: Jogador2 Botão7

source: Player2 Button8
es: Jugador2 Botón8
pt_br: Jogador2 Botão8

source: Player2 Down
es: Jugador2 Abajo
pt_br: Jogador2 Pra Baixo

source: Player2 Left
es: Jugador2 Izquierda
pt_br: Jogador2 Esquerda

source: Player2 Right
es: Jugador2 Derecha
pt_br: Jogador2 Direita

source: Player2 Start
es: Jugador2 Comenzar
pt_br: Jogador2 Start

source: Player2 Up
es: Jugador2 Arriba
pt_br: Jogador2 Pra Cima

source: Player3 B1+B2
es: Jugador3 B1+B2
pt_br: Jogador3 B1+B2

source: Player3 Button1
es: Jugador3 Botón1
pt_br: Jogador3 Botão1

source: Player3 Button2
es: Jugador3 Botón2
pt_br: Jogador3 Botão2

source: Player3 Button3
es: Jugador3 Botón3
pt_br: Jogador3 Botão3

source: Player3 Button4
es: Jugador3 Botón4
pt_br: Jogador3 Botão4

source: Player3 Button5
es: Jugador3 Botón5
pt_br: Jogador3 Botão5

source: Player3 Button6
es: Jugador3 Botón6
pt_br: Jogador3 Botão6

source: Player3 Button7
es: Jugador3 Botón7
pt_br: Jogador3 Botão7

source: Player3 Button8
es: Jugador3 Botón8
pt_br: Jogador3 Botão8

source: Player3 Down
es: Jugador3 Abajo
pt_br: Jogador3 Pra Baixo

source: Player3 Left
es: Jugador3 izquierda
pt_br: Jogador3 Esquerda

source: Player3 Right
es: Jugador3 Derecha
pt_br: Jogador3 Direita

source: Player3 Start
es: Jugador3 Comenzar
pt_br: Jogador3 Start

source: Player3 Up
es: Jugador3 Arriba
pt_br: Jogador3 Pra Cima

source: Player4 B1+B2
pt_br: Jogador4 B1+B2

source: Player4 Button1
es: Jugador4 Botón1
pt_br: Jogador4 Botão1

source: Player4 Button2
es: Jugador4 Botón2
pt_br: Jogador4 Botão2

source: Player4 Button3
es: Jugador4 Botón3
pt_br: Jogador4 Botão3

source: Player4 Button4
es: Jugador4 Botón4
pt_br: Jogador4 Botão4

source: Player4 Button5
es: Jugador4 Botón5
pt_br: Jogador4 Botão5

source: Player4 Button6
es: Jugador4 Botón6
pt_br: Jogador4 Botão6

source: Player4 Button7
es: Jugador4 Botón7
pt_br: Jogador4 Botão7

source: Player4 Button8
es: Jugador4 Botón8
pt_br: Jogador4 Botão8

source: Player4 Down
es: Jugador4 Abajo
pt_br: Jogador4 Pra Baixo

source: Player4 Left
es: Jugador4 Izquierda
pt_br: Jogador4 Esquerda

source: Player4 Right
es: Jugador4 Derecha
pt_br: Jogador4 Direita

source: Player4 Start
es: Jugador4 Comenzar
pt_br: Jogador4 Start

source: Player4 Up
es: Jugador4 Arriba
pt_br: Jogador4 Pra Cima

source: Playing from: %s
es: Jugar desde: %s
pt_br: Jogando de: %s

source: Power Ups
es: Poderes
pt_br: Mais Poder

source: Prefered YUV format
es: Formato YUV preferido
pt_br: Formato YUV preferido

source: Preparing ROMS (patches...)
pt_br: Preparando as ROMS (patches...)

source: Press a key, a button, or move a joystick...
es: Presiona una tecla, un botón, o mueve un joystick...
pt_br: Pressione uma tecla, um botão ou mova um joystick...

source: Press a key...
es: Presiona una tecla...
pt_br: Pressione uma tecla...

source: Previous sprite block
pt_br: Bloqueio anterior da imagem móvel

source: Profiler
es: Perfilador
pt_br: Criador de Perfil

source: Progress
es: Progreso
pt_br: Progresso

source: Question
es: Pregunta
pt_br: Pergunta

source: Quickly
es: Rapido
pt_br: Rapidamente

source: Quit
es: Salir
pt_br: Sair

source: Quit without saving
es: Quitar sin salvar
pt_br: Sair sem salvar

source: RDTSC Timing Enabled (cycles)
es: Temporización RDTSC Habilitada (ciclos)
pt_br: Tempo do RDTSC Ativado (Ciclos)

source: RDTSC Timing Enabled (percentages)
es: Temporización RDTSC Habilitada (Porcentajes)
pt_br: Tempo do RDTSC Ativado (Porcentagens)

source: RDTSC cycles
pt_br: Ciclos do RDTSC

source: RIGHT
es: DERECHA
pt_br: DIREITA

source: ROM Option
pt_br: Opção da ROM

source: ROM directories
es: directorios de roms
pt_br: Diretórios das ROMs

source: ROM directories...
es: Directorios con roms...
pt_br: Diretórios das ROMs...

source: ROM type
es: Tipo de ROM
pt_br: Tipo de ROM

source: Race
pt_br: Corrida

source: Rack Test
es: Probar Rack
pt_br: Teste do Rack

source: Rack Test (Cheat)
es: Probar Rack (Truco)
pt_br: Teste do Rack (Trapaça)

source: Raine controls...
es: Controles de Raine...
pt_br: Controles do Raine...

source: Raster effects
es: Efectos de tramado
pt_br: Efeitos Raster

source: Raw audio tracks format
pt_br: Formato das faixas de áudio originais

source: Rebuilding 16x16 layer
pt_br: Reconstruindo a camada de 16x16

source: Rebuilding 8x8 layer
pt_br: Reconstruindo a camada de 8x8

source: Recent games...
es: Juegos recientes...
pt_br: Jogos recentes...

source: Record to raine_sound.wav
es: Grabar a raine_sound.wav
pt_br: Gravar como raine_sound.wav

source: Recording demo to: %s
es: Grabando demo a: %s
pt_br: Gravando o demo em: %s
