Repository: zelurker/raine
Catalog: locale/*.po
Languages: es, pt_br

source: The game might not run correctly.
pt_br: O jogo pode não executar corretamente.

source: Shared
pt_br: Compartilhado

source: Neo-Geo saveram
pt_br: Saveram do Neo-Geo

source: Per game
pt_br: Por jogo

source: Red
pt_br: Vermelho

source: %d - Free save state slot
es: %d - Ranura para salvar libre
pt_br: %d - Slot do save state livre

source: %s is not recognised
es: %s no es reconocido
pt_br: O %s não é reconhecido

source: %s is too ancient!
es: %s es muy antiguo!
pt_br: O %s é muito antigo!

source: +1 Min
pt_br: +1 Minuto

source: +10 Yards
es: +10 Yardas
pt_br: +10 Jardas

source: +20 Yards
es: +20 Yardas
pt_br: +20 Jardas

source: +30 Yards
es: +30 Yardas
pt_br: +30 Jardas

source: +40 Yards
es: +40 Yardas
pt_br: +40 Jardas

source: +50 Yards
es: +50 Yardas
pt_br: +50 Jardas

source: +60 Yards
es: +60 Yardas
pt_br: +60 Jardas

source: -- Options --
es: -- Opciones --
pt_br: -- Opções --

source: -- Path...
es: -- Directorio...
pt_br: -- Caminho...

source: -1 Min
pt_br: -1 Minuto

source: -2 Mins
pt_br: -2 Minutos

source: -30 Yards
es: -30 Yardas
pt_br: -30 Jardas

source: 1 (Easiest)
es: 1 (Facilísimo)
pt_br: 1 (Mais Fácil de Todos)

source: 1 Coin
es: 1 Moneda
pt_br: 1 Ficha

source: 1 Coin to Continue
es: 1 Moneda para continuar
pt_br: 1 Ficha pra Continuar

source: 1 Coin/1 Credit
es: 1 Moneda/1 Credito
pt_br: 1 Ficha/1 Crédito

source: 1 Coin/1 Credit 2/3
es: 1 Moneda/1 Credito 2/3
pt_br: 1 Ficha/1 Crédito 2/3

source: 1 Coin/1 Credit 4/5
es: 1 Moneda/1 Credito 4/5
pt_br: 1 Ficha/1 Crédito 4/5

source: 1 Coin/1 Credit 5/6
es: 1 Moneda/1 Credito 5/6
pt_br: 1 Ficha/1 Crédito 5/6

source: 1 Coin/2 Credits
es: 1 Moneda/2 Creditos
pt_br: 1 Ficha/2 Créditos

source: 1 Coin/2 Credits 4/9
es: 1 Moneda/2 Creditos 4/9
pt_br: 1 Ficha/2 Créditos 4/9

source: 1 Coin/2 Credits 5/11
es: 1 Moneda/2 Creditos 5/11
pt_br: 1 Ficha/2 Créditos 5/11

source: 1 Coin/3 Credits
es: 1 Moneda/3 Creditos
pt_br: 1 Ficha/3 Créditos

source: 1 Coin/4 Credits
es: 1 Moneda/4 Creditos
pt_br: 1 Ficha/4 Créditos

source: 1 Coin/5 Credits
es: 1 Moneda/5 Creditos
pt_br: 1 Ficha/5 Créditos

source: 1 Coin/6 Credits
es: 1 Moneda/6 Creditos
pt_br: 1 Ficha/6 Créditos

source: 1 Coin/7 Credits
es: 1 Moneda/7 Creditos
pt_br: 1 Ficha/7 Créditos

source: 1 Coin/8 Credits
es: 1 Moneda/8 Creditos
pt_br: 1 Ficha/8 Créditos

source: 1 Coin/9 Credits
es: 1 Moneda/9 Creditos
pt_br: 1 Ficha/9 Créditos

source: 1 Credit
es: 1 Credito
pt_br: 1 Crédito

source: 1 Credit/2P
es: 1 Credito/2P
pt_br: 1 Crédito/2P

source: 1 Credit/4P
es: 1 Credito/4P
pt_br: 1 Crédito/4P

source: 1 Credit/No Continue
es: 1 Credito/No Continuar
pt_br: 1 Crédito/Não Continuar

source: 1 Game Match
es: 1 Partida
pt_br: 1 Partida do Jogo

source: 1 Medal 1 Credit
es: 1 Medalla 1 Credito
pt_br: 1 Medalha 1 Crédito

source: 1 Minute Length
es: 1 Minuto de Duración
pt_br: 1 Minuto de Duração

source: 1 Player
es: 1 Jugador
pt_br: 1 Jogador

source: 1 extra coin
es: 1 moneda extra
pt_br: 1 Ficha Extra

source: 1 of 4 Scenes
es: 1 de 4 escenas
pt_br: 1 de 4 Cenas

source: 1 of 8 Scenes
es: 1 de 8 escenas
pt_br: 1 de 8 Cenas

source: 1.5 Minutes
es: 1.5 Minutos
pt_br: 1.5 Minutos

source: 10 Yen
es: 10 Yenes
pt_br: 10 Yenes

source: 10 Yen Setup
es: 10 Yenes Configuración
pt_br: Configuração de 10 Yenes

source: 10 seconds
es: 10 segundos
pt_br: 10 segundos

source: 100 (Cheat)
es: 100 (Truco)
pt_br: 100 (Trapaça)

source: 100 Yen
es: 100 Yenes
pt_br: 100 Yenes

source: 1000k and 2000k
es: 1000k y 2000k
pt_br: 1000k e 2000k

source: 1000k only
pt_br: Só em 1000k

source: 100K and 250K
es: 100K y 250K
pt_br: 100K e 250K

source: 100k and 100k
es: 100k y 100k
pt_br: 100k e 100k

source: 100k and 200k
es: 100k y 200k
pt_br: 100k e 200k

source: 100k and 300k
es: 100k y 300k
pt_br: 100k e 300k

source: 100k and 500k
es: 100k y 500k
pt_br: 100k e 500k

source: 100k and every 150k
es: 100k y cada 150k
pt_br: 100k e a cada 150k

source: 100k and every 200k
es: 100k y cada 200k
pt_br: 100k e a cada 200k

source: 100k and every 450k
es: 100k y cada 450k
pt_br: 100k e a cada 450k

source: 100k only
es: 100k solamente
pt_br: Só em 100k

source: 100k then every 200k
es: 100k después cada 200k
pt_br: 100k e então a cada 200k

source: 100k then every 250k
es: 100k después cada 250k
pt_br: 100k e então a cada 250k

source: 100k then every 300k
es: 100k después cada 300k
pt_br: 100k e então a cada 300k

source: 100k then every 400k
es: 100k después cada 400k
pt_br: 100k e então a cada 400k

source: 100k, 300k and 600k
es: 100k, 300k y 600k
pt_br: 100k, 300k e 600k

source: 100k, 300k and 800k
es: 100k, 300k y 800k
pt_br: 100k, 300k e 800k

source: 100k, every 200k
es: 100k, cada 200k
pt_br: 100k, a cada 200k

source: 10K 30K and every 30K
es: 10K 30K y cada 30K
pt_br: 10K 30K e a cada 30K

source: 10k and 100k
es: 10k y 100k
pt_br: 10k e 100k

source: 10k and 150k
es: 10k y 150k
pt_br: 10k e 150k

source: 10k and 250k
es: 10k y 250k
pt_br: 10k e 250k

source: 10k and 350k
es: 10k y 350k
pt_br: 10k e 350k

source: 120 Seconds
es: 120 Segundos
pt_br: 120 Segundos

source: 15 seconds
es: 15 segundos
pt_br: 15 segundos

source: 150 Seconds
es: 150 Segundos
pt_br: 150 Segundos

source: 1500k only
es: 1500k solamente
pt_br: Só em 1500k

source: 150K Every 300K
es: 150K Cada 300K
pt_br: 150K A Cada 300K

source: 150k and every 200k
es: 150k y cada 200k
pt_br: 150k e a cada 200k

source: 150k only
es: 150k solamente
pt_br: Só em 150k

source: 150k then every 200k
es: 150k y cada 200k
pt_br: 150k e então a cada 200k

source: 160k and every 450k
es: 160k y cada 450k
pt_br: 160k e a cada 450k

source: 160k only
es: 160k solamente
pt_br: Só em 160k

source: 1P/2P Control Flip
es: 1P/2P Control de Giro
pt_br: 1P/2P Controle do Giro

source: 1Up
es: 1 Vida
pt_br: 1 Vida

source: 2 Coins to Start, 1 to Continue
pt_br: 2 Fichas pra Iniciar, 1 pra Continuar

source: 2 Coins to Start,1 to Continue
pt_br: 2 Fichas pra Iniciar, 1 pra Continuar

source: 2 Coins/1 Credit
es: 2 Monedas/1 Credito
pt_br: 2 Fichas/1 Crédito

source: 2 Coins/1 Credit 3/2 4/3 6/5
es: 2 Monedas/1 Credito 3/2 4/3 6/5
pt_br: 2 Fichas/1 Crédito 3/2 4/3 6/5

source: 2 Coins/1 Credit 4/3
es: 2 Monedas/1 Credito 4/3
pt_br: 2 Fichas/1 Crédito 4/3

source: 2 Coins/1 Credit 5/3
es: 2 Monedas/1 Credito 5/3
pt_br: 2 Fichas/1 Crédito 5/3

source: 2 Coins/2 Credits
es: 2 Monedas/2 Creditos
pt_br: 2 Fichas/2 Créditos

source: 2 Coins/3 Credits
es: 2 Monedas/3 Creditos
pt_br: 2 Fichas/3 Créditos

source: 2 Coins/4 Credits
es: 2 Monedas/4 Creditos
pt_br: 2 Fichas/4 Créditos

source: 2 Coins/5 Credits
es: 2 Monedas/5 Creditos
pt_br: 2 Fichas/5 Créditos

source: 2 Coins/6 Credits
es: 2 Monedas/6 Creditos
pt_br: 2 Fichas/6 Créditos

source: 2 Coins/7 Credits
es: 2 Monedas/7 Creditos
pt_br: 2 Fichas/7 Créditos

source: 2 Coins/8 Credits
es: 2 Monedas/8 Creditos
pt_br: 2 Fichas/8 Créditos

source: 2 Credits
es: 2 Creditos
pt_br: 2 Créditos

source: 2 Credits/4P
es: 2 Creditos/4P
pt_br: 2 Créditos/4P

source: 2 Credits/Winner Continue
es: 2 Creditos/Ganador Continua
pt_br: 2 Créditos/O Ganhador Continua

source: 2 Minutes
es: 2 Minutos
pt_br: 2 Minutos

source: 2 Player Game
es: Juego de 2 Player
pt_br: Jogo de 2 Jogadores

source: 2 Player Mode
es: Modo 2 Player
pt_br: Modo de 2 Jogadores

source: 2 Players
es: 2 Jugadores
pt_br: 2 Jogadores

source: 2 Players Game
es: Juego de 2 Players
pt_br: Jogo de 2 Jogadores

source: 2 Players Mode
es: Modo 2 Players
pt_br: Modo de 2 Jogadores

source: 2 extra coins
es: 2 monedas extras
pt_br: 2 Fichas Extras

source: 2.5 Minutes
es: 2.5 Minutos
pt_br: 2.5 Minutos

source: 20 seconds
es: 20 segundos
pt_br: 20 segundos

source: 20000, every 60000
es: 20000, cada 60000
pt_br: 20000, a cada 60000

source: 20000, every 80000
es: 20000, cada 80000
pt_br: 20000, a cada 80000

source: 20000, every 90000
es: 20000, cada 90000
pt_br: 20000, a cada 90000

source: 2000k only
es: 2000k solamente
pt_br: So em 2000k

source: 200K Every 200K
es: 200K Cada 200K
pt_br: 200K, a cada 200K

source: 200K Every 400K
es: 200K Cada 400K
pt_br: 200K, a cada 400K

source: 200K and 500K
es: 200K y 500K
pt_br: 200K e 500K

source: 200K every 500K
es: 200K cada 500K
pt_br: 200K, a cada 500K

source: 200k and 500k
es: 200k y 500k
pt_br: 200k e 500k

source: 200k and every 200k
es: 200k y cada 200k
pt_br: 200k e a cada 200k

source: 200k and every 450k
es: 200k y cada 450k
pt_br: 200k e a cada 450k

source: 200k only
es: 200k solamente
pt_br: Só em 200k

source: 200k then every 300k
es: 200k después cada 300k
pt_br: 200k e então a cada 300k

source: 200k, 400k and 600k
es: 200k, 400k y 600k
pt_br: 200k, 400k e 600k

source: 200k, every 300k
es: 200k, cada 300k
pt_br: 200k, e a cada 300k

source: 20K & 60K only
es: 20K y 60K solamente
pt_br: Só em 20K e 60K

source: 20K 40K then every 60K
es: 20K 40K después cada 60K
pt_br: 20K, 40K e então a cada 60K

source: 20K 50K and every 70K
es: 20K 50K y cada 70K
pt_br: 20K, 50K e a cada 70K

source: 20K 60K and every 60K
es: 20K 60K y cada 60K
pt_br: 20K, 60K e a cada 60K

source: 20K Every 100K
es: 20K Cada 100K
pt_br: 20K e a Cada 100K

source: 20K only
es: 20K solamente
pt_br: Só em 20K

source: 20k and 50k
es: 20k y 50k
pt_br: 20k e 50k

source: 20k and 80k
es: 20k y 80k
pt_br: 20k e 80k

source: 20k and every 50k
es: 20k y cada 50k
pt_br: 20k e a cada 50k

source: 25 seconds
pt_br: 25 segundos

source: 250k only
es: 250k solamente
pt_br: Só em 250k

source: 256 (Cheat)
es: 256 (Truco)
pt_br: 256 (Trapaça)

source: 2P Start Anytime
es: 2P Comienza en Cualquier Momento
pt_br: 2P Começa a Qualquer Hora

source: 2x Speed Cheat
es: 2x Truco de Velocidad
pt_br: 2x Trapaça da Velocidade

source: 3 (2 when continue)
es: 3 (2 cuando continua)
pt_br: 3 (2 quando continua)

source: 3 Bars
es: 3 Barras
pt_br: 3 Barras

source: 3 Chain Reactions
es: 3 Reacciones en Cadena
pt_br: 3 Reações em Cadeia

source: 3 Coins/1 Credit
es: 3 Monedas/1 Credito
pt_br: 3 Fichas/1 Crédito

source: 3 Coins/2 Credits
es: 3 Monedas/2 Creditos
pt_br: 3 Fichas/2 Créditos

source: 3 Coins/3 Credits
es: 3 Monedas/3 Creditos
pt_br: 3 Fichas/3 Créditos

source: 3 Coins/4 Credits
es: 3 Monedas/4 Creditos
pt_br: 3 Fichas/4 Créditos

source: 3 Coins/5 Credits
es: 3 Monedas/5 Creditos
pt_br: 3 Fichas/5 Créditos

source: 3 Coins/6 Credits
es: 3 Monedas/6 Creditos
pt_br: 3 Fichas/6 Créditos

source: 3 Coins/7 Credit
es: 3 Monedas/7 Credito
pt_br: 3 Fichas/7 Crédito

source: 3 Coins/7 Credits
es: 3 Monedas/7 Creditos
pt_br: 3 Fichas/7 Créditos

source: 3 Coins/8 Credits
es: 3 Monedas/8 Creditos
pt_br: 3 Fichas/8 Créditos

source: 3 Games Match
es: Juego de 3 Partidos
pt_br: Jogo de 3 Partidas

source: 3 Minutes
es: 3 Minutos
pt_br: 3 Minutos

source: 3 Players
es: 3 Jugadores
pt_br: 3 Jogadores

source: 3 Times
es: 3 veces
pt_br: 3 Vezes

source: 3 characters
es: 3 personajes
pt_br: 3 personagens

source: 3 extra coins
es: 3 monedas extras
pt_br: 3 fichas extras

source: 3 per Credit
es: 3 por Credito
pt_br: 3 por Crédito

source: 30 seconds
es: 30 segundos
pt_br: 30 segundos

source: 30000 and 100000
es: 30000 y 100000
pt_br: 30000 e 100000

source: 30000 only
es: 30000 solamente
pt_br: Só em 30000

source: 30000, every 100000
es: 30000, cada 100000
pt_br: 30000, e a cada 100000

source: 300K Every 500K
es: 300K Cada 500K
pt_br: 300K e a Cada 500K

source: 300K only
es: 300K solamente
pt_br: Só em 300K

source: 300k & 600k
es: 300k Y 600k
pt_br: 300k e 600k

source: 300k Only
es: 300k solamente
pt_br: Só em 300k

source: 300k and 800k
es: 300k y 800k
pt_br: 300k e 800k

source: 300k and every 300k
es: 300k y cada 300k
pt_br: 300k e a cada 300k

source: 300k and every 800k
es: 300k y cada 800k
pt_br: 300k e a cada 800k

source: 300k only
es: 300k solamente
pt_br: Só em 300k

source: 300k then every 800k
es: 300k después cada 800k
pt_br: 300k e então a cada 800k

source: 30K & 60K only
es: 30K Y 60K solamente
pt_br: Só em 30K e 60K

source: 30K 50K then every 70K
es: 30K 50K después cada 70K
pt_br: 30K 50K e então a cada 70K

source: 30K 60K and every 70K
es: 30K 60K y cada 70K
pt_br: 30K 60K e a cada 70K

source: 30K every 100K
es: 30K cada 100K
pt_br: 30K, e a cada 100K

source: 30k and 100k
es: 30k y 100k
pt_br: 30k e 100k

source: 30k and 150k
es: 30k y 150k
pt_br: 30k e 150k

source: 30k and 50k
es: 30k y 50k
pt_br: 30k e 50k

source: 30k and every 50k
es: 30k y cada 50k
pt_br: 30k e a cada 50k

source: 32 bits i386 binary with plenty of ASM inside
pt_br: 32 bits binário i386 com bastante ASM dentro

source: 35 seconds
pt_br: 35 segundos

source: 4 (3 when continue)
es: 4 (3 cuando continua)
pt_br: 4 (3 quando continua)

source: 4 Bars
es: 4 Barras
pt_br: 4 Barras

source: 4 Chain Reactions
es: 4 Reacciones en Cadena
pt_br: 4 Reações em Cadeia

source: 4 Coins/1 Credit
es: 4 Monedas/1 Credito
pt_br: 4 Fichas/1 Crédito

source: 4 Coins/2 Credits
es: 4 Monedas/2 Creditos
pt_br: 4 Fichas/2 Créditos

source: 4 Coins/3 Credits
es: 4 Monedas/3 Creditos
pt_br: 4 Fichas/3 Créditos

source: 4 Coins/4 Credits
es: 4 Monedas/4 Creditos
pt_br: 4 Fichas/4 Créditos

source: 4 Coins/5 Credits
es: 4 Monedas/5 Creditos
pt_br: 4 Fichas/5 Créditos

source: 4 Coins/6 Credits
es: 4 Monedas/6 Creditos
pt_br: 4 Fichas/6 Créditos

source: 4 Coins/7 Credits
es: 4 Monedas/7 Creditos
pt_br: 4 Fichas/7 Créditos

source: 4 Coins/8 Credits
es: 4 Monedas/8 Creditos
pt_br: 4 Fichas/8 Créditos

source: 4 Credits/4P
es: 4 Creditos/4P
pt_br: 4 Créditos/4P

source: 4 Minutes
es: 4 Minutos
pt_br: 4 Minutos

source: 4 Player/2 Cabinets
es: 4 Jugadores/2 Gabinetes
pt_br: 4 Jogadores/2 Gabinetes

source: 4 Player/2 Coin Slot
es: 4 Jugadores/2 Ranuras
pt_br: 4 Jogadores/2 Slots das Fichas

source: 4 Player/4 Coin Slot
es: 4 Jugadores/4 Ranuras
pt_br: 4 Jogadores/4 Slots das Fichas

source: 4 Players
es: 4 Jugadores
pt_br: 4 Jogadores

source: 4 Players / 1 Cab
es: 4 Jugadores / 1 Gab
pt_br: 4 Jogadores / 1 Gab

source: 4 Players / 2 Cabs
es: 4 Jugadores / 2 Gabs
pt_br: 4 Jogadores / 2 Gabs

source: 40 Seconds
es: 40 Segundos
pt_br: 40 Segundos

source: 40 sec
pt_br: 40 segundos

source: 40 seconds
es: 40 segundos
pt_br: 40 segundos

source: 40000, every 60000
es: 40000, cada 60000
pt_br: 40000, e a cada 60000

source: 40000, every 80000
es: 40000, cada 80000
pt_br: 40000, e a cada 80000

source: 400K Only
es: 400K Solamente
pt_br: Só em 400K

source: 400k only
es: 400k solamente
pt_br: Só em 400k

source: 40K 70K and every 80K
es: 40K 70K y cada 80K
pt_br: 40K 70K e a cada 80K

source: 40k and 100k
es: 40k y 100k
pt_br: 40k e 100k

source: 40k and 200k
es: 40k y 200k
pt_br: 40k e 200k

source: 5 Coins/1 Credit
es: 5 Moneda/1 Credito
pt_br: 5 Fichas/1 Crédito

source: 5 Coins/2 Credits
es: 5 Monedas/2 Creditos
pt_br: 5 Fichas/2 Créditos

source: 5 Coins/3 Credits
es: 5 Monedas/3 Creditos
pt_br: 5 Fichas/3 Créditos

source: 5 Coins/4 Credits
es: 5 Monedas/4 Creditos
pt_br: 5 Fichas/4 Créditos

source: 5 Games Match
es: Juego de 5 Partidos
pt_br: Jogo de 5 Partidas

source: 5 Minutes
es: 5 Minutos
pt_br: 5 Minutos

source: 5 Times
es: 5 Veces
pt_br: 5 Vezes

source: 5 seconds
es: 5 segundos
pt_br: 5 segundos

source: 50 Seconds
es: 50 Segundos
pt_br: 50 Segundos

source: 50 seconds
es: 50 segundos
pt_br: 50 segundos

source: 50000 only
es: 50000 solamente
pt_br: Só em 50000

source: 50000, every 60000
es: 50000, cada 60000
pt_br: 50000, e a cada 60000

source: 50000, every 90000
es: 50000, cada 90000
pt_br: 50000, e a cada 90000

source: 500K Every 1500K
es: 500K cada 1500K
pt_br: 500K, e a cada 1500K

source: 500K Only
es: 500K Solamente
pt_br: Só em 500K

source: 500K every 1M
es: 500K cada 1M
pt_br: 500K, e a cada 1M

source: 500k and every 1000k
es: 500k y cada 1000k
pt_br: 500k e a cada 1000k

source: 500k and every 600k
es: 500k y cada 600k
pt_br: 500k e a cada 600k

source: 500k only
es: 500k solamente
pt_br: Só em 500k

source: 50K Every 150K
es: 50K Cada 150K
pt_br: 50K e a Cada 150K

source: 50K Every 200K
es: 50K Cada 200K
pt_br: 50K e a Cada 200K

source: 50K and 100K
es: 50K y 100K
pt_br: 50K e 100K

source: 50K, every 150K
es: 50K, cada 150K
pt_br: 50K, e a cada 150K

source: 50K, every 200K
es: 50K, cada 200K
pt_br: 50K, e a cada 200K

source: 50K, every 250K
es: 50K, cada 250K
pt_br: 50K, e a cada 250K

source: 50k Only
pt_br: Só em 50K

source: 50k and 100k
es: 50k y 100k
pt_br: 50k e 100k

source: 50k and 150k
es: 50k y 150k
pt_br: 50k e 150k

source: 50k and 200k
es: 50k y 200k
pt_br: 50k e 200k

source: 50k and 250k
es: 50k y 250k
pt_br: 50k e 250k

source: 50k and 300k
es: 50k y 300k
pt_br: 50k e 300k

source: 50k and 350k
es: 50k y 350k
pt_br: 50k e 350k

source: 50k and every 100k
es: 50k y cada 100k
pt_br: 50k e a cada 100k

source: 50k and every 150k
es: 50k y cada 150k
pt_br: 50k e a cada 150k

source: 50k and every 80k
es: 50k y cada 80k
pt_br: 50k e a cada 80k

source: 50k every 150k
pt_br: 50k e a cada 150k

source: 50k only
es: 50k solamente
pt_br: Só em 50k

source: 50k, 200k and 500k
es: 50k, 200k y 500k
pt_br: 50k, 200k e 500k

source: 6 Coins/1 Credit
es: 6 Monedas/1 Credito
pt_br: 6 Fichas/1 Crédito

source: 6 Coins/2 Credits
es: 6 Monedas/2 Creditos
pt_br: 6 Fichas/2 Créditos

source: 6 Coins/3 Credits
es: 6 Monedas/3 Creditos
pt_br: 6 Fichas/3 Créditos

source: 6 Coins/4 Credits
es: 6 Monedas/4 Creditos
pt_br: 6 Fichas/4 Créditos

source: 6 Minutes
pt_br: 6 Minutos

source: 60 Seconds
es: 60 Segundos
pt_br: 60 Segundos

source: 60 seconds
es: 60 segundos
pt_br: 60 segundos

source: 60000 and 130000
es: 60000 y 130000
pt_br: 60000 e 130000

source: 60000 only
es: 60000 solamente
pt_br: Só em 60000

source: 600k 2.000k and 4500k
es: 600k 2.000k y 4500k
pt_br: 600k, 2.000k e 4500k

source: 600k Only
es: 600k Solamente
pt_br: Só em 600k

source: 600k and every 1.400k
es: 600k y cada 1.400k
pt_br: 600k e a cada 1.400k

source: 60K only
es: 60K solamente
pt_br: Só em 60K

source: 60K100K and every 60K
es: 60K100K y cada 60K
pt_br: 60K, 100K e a cada 60K

source: 60k and 200k
es: 60k y 200k
pt_br: 60k e 200k

source: 64 bits x86 binary, no ASM at all, a Raine anomaly!
pt_br: 64 bits binário x86, nenhum ASM algum, uma anomalia do raine!

source: 6502/65c02: MAME 125 version
pt_br: 6502/65c02: versão do MAME 125

source: 68000,68020 : Musashi v3.4 by Karl Stenerud
pt_br: 68000, 68020 : Musashi v3.4 do Karl Stenerud

source: 68020: Musashi v3.4 by Karl Stenerud
pt_br: 68020: Musashi v3.4 do Karl Stenerud

source: 7 Coins/1 Credit
es: 7 Monedas/1 Credito
pt_br: 7 Fichas/1 Crédito

source: 7 Coins/2 Credits
es: 7 Monedas/2 Creditos
pt_br: 7 Fichas/2 Créditos

source: 7 Coins/3 Credits
es: 7 Monedas/3 Creditos
pt_br: 7 Fichas/3 Créditos

source: 7 Coins/4 Credits
es: 7 Monedas/4 Creditos
pt_br: 7 Fichas/4 Créditos

source: 7 Games Match
es: Juego de 7 Partidos
pt_br: Jogo de 7 Partidas

source: 7 Mins
pt_br: 7 Minutos

source: 70 Seconds
es: 70 Segundos
pt_br: 70 Segundos

source: 70K 200K Only
es: 70K 200K Solamente
pt_br: Só em 70K 200K

source: 70K Every 200K
es: 70K Cada 200K
pt_br: 70K e a Cada 200K

source: 70K and 200K
es: 70K y 200K
pt_br: 70K e 200K

source: 70K, every 150K
es: 70K, cada 150K
pt_br: 70K, e a cada 150K

source: 70K, every 200K
es: 70K, cada 200K
pt_br: 70K, e a cada 200K

source: 70k and every 130k
es: 70k y cada 130k
pt_br: 70k e a cada 130k

source: 70k and every 200k
es: 70k y cada 200k
pt_br: 70k e a cada 200k

source: 70k every 200k
pt_br: 70k e a cada 200k

source: 70k then every 200k
es: 70k y cada 200k
pt_br: 70k e a cada 200k

source: 8 (Hardest)
es: 8 (Dificilísimo)
pt_br: 8 (Mais Difícil de Todas)

source: 8 Coins/1 Credit
es: 8 Monedas/1 Credito
pt_br: 8 Fichas/1 Crédito

source: 8 Coins/2 Credits
es: 8 Monedas/2 Creditos
pt_br: 8 Fichas/2 Créditos

source: 8 Coins/3 Credits
es: 8 Monedas/3 Creditos
pt_br: 8 Fichas/3 Créditos

source: 8 Coins/4 Credits
es: 8 Monedas/4 Creditos
pt_br: 8 Fichas/4 Créditos

source: 8 Minutes
pt_br: 82 Minutos

source: 8 Times
es: 8 Veces
pt_br: 8 Vezes

source: 800k and 2000k only
es: 800k y 2000k solamente
pt_br: Só em 800k e 2000k

source: 80k and 160k
es: 80k y 160k
pt_br: 80k e 160k

source: 80k and 250k
es: 80k y 250k
pt_br: 80k e 250k

source: 80k and every 400k
es: 80k y cada 400k
pt_br: 80k e a cada 400k

source: 80k only
es: 80k solamente
pt_br: Só em 80k

source: 8x (default)
es: 8x (por defecto)
pt_br: 8x (padrão)

source: 9 Coins/1 Credit
es: 9 Monedas/1 Credito
pt_br: 9 Fichas/1 Crédito

source: 9 per Credit
es: 9 por Credito
pt_br: 9 por Crédito

source: 90 Seconds
es: 90 Segundos
pt_br: 90 Segundos

source: About...
es: Sobre...
pt_br: Sobre...

source: Acceleration
es: Aceleración
pt_br: Aceleração

source: Accelerator
es: acelerador
pt_br: Acelerador

source: Adaptive
pt_br: Adaptativo

source: Add ROM directory...
es: Agregar carpeta de roms...
pt_br: Adicionar diretório das ROMs...

source: Adult
pt_br: Adulto

source: All
es: Todas
pt_br: Tudo

source: All Rights Reserved
es: Todos los Derechos Reservados
pt_br: Todos os Direitos Reservados

source: All companies
es: Todas las compañías
pt_br: Todas as companhias

source: All drivers
es: Todos los drivers
pt_br: Todos os drivers

source: All games
es: Todos los juegos
pt_br: Todos os jogos

source: All status
es: Todos los estados
pt_br: Todos os status

source: Allow Continue
es: Permitir Continuar
pt_br: Permitir Continuar

source: Allow speed hacks
es: Permitir hacks de velocidad
pt_br: Permitir hacks de velocidade

source: Alt License
es: Licencia Alternativa
pt_br: Licença Alternativa

source: Alternate
es: Alternativo
pt_br: Alternativo

source: AlternateDual
es: DualAlternativo
pt_br: DuploAlternativo

source: AlternateSingle
es: AlternativoSimple
pt_br: AlternativoÚnico

source: Always
es: Siempre
pt_br: Sempre

source: Always stop Neo-Geo CD music while loading
es: Siempre detener música de CD mientras se carga
pt_br: Sempre parar a música do Neo-Geo CD enquanto carrega

source: America
pt_br: América

source: America (Romstar)
pt_br: América (Romstar)

source: America - Atari
pt_br: América - Atari

source: America - Romstar
pt_br: América - Romstar

source: America/English
es: America/Inglés
pt_br: América/Inglês

source: America/PipiBibi
pt_br: América/PipiBibi

source: Analog Joystick
es: Joystick Analogo
pt_br: Joystick Analógico

source: Analog input
pt_br: Controle analógico

source: Applied speed hack %d at %x
es: Hack de velocidad aplicado %d en %x
pt_br: Aplicou o hack de velocidade %d em %x

source: Applied speed hack at %x:%s
pt_br: Aplicou o hack de velocidade em %x:%s

source: Applying graphics layouts and stuff...
pt_br: Aplicando os esquemas dos gráficos e tal...

source: Applying graphics layouts...
pt_br: Aplicando os esquemas dos gráficos...

source: Artwork directory
pt_br: Diretório do trabalho de arte

source: As Start Price
es: Como Precio Para Comenzar
pt_br: Como Preço Inicial

source: Asia
pt_br: Ásia

source: Asia (Taito)
pt_br: Ásia (Taito)

source: Asia/Japanese
es: Asia/Japonés
pt_br: Ásia/Japonês

source: Asia/PipiBibi
pt_br: Ásia/PipiBibi

source: Associate...
es: Asociar...
pt_br: Associar...

source: Athena (Japan Only)
es: Athena (Japón Solamente)
pt_br: Athena (Só no Japão)

source: Athena (Japan)
es: Athena (Japón)
pt_br: Athena (Japão)

source: Athena / Taito (Japan)
es: Athena / Taito (Japón)
pt_br: Athena/Taito (Japão)

source: Attract Mode
es: Modo Atraer
pt_br: Modo de Atração

source: Audio track unreadable
es: Pista de audio ilegíble
pt_br: Faixa de áudio ilegível

source: Auto Shot
es: Auto Disparo
pt_br: Auto-Disparo

source: Autofire
pt_br: Auto-disparo

source: Autofire (in some games)
es: Autodisparo (en algunos juegos)
pt_br: Auto-disparo (em alguns jogos)

source: Autofire controls
es: Controles de autodisparo
pt_br: Controles do auto-disparo

source: Autofire...
es: Autodisparo...
pt_br: Auto-disparo...

source: Autostart drivers
pt_br: Auto-iniciar os drivers

source: Available
es: Disponible
pt_br: Disponíveis
