Repository: zelurker/raine
Catalog: locale/*.po
Languages: es, pt_br

source: Available games
es: Juegos disponibles
pt_br: Jogos disponíveis

source: Average FPS
es: CPS promedio
pt_br: Média de FPS

source: Average FPS Counter Enabled
es: Contador de CPS promedio Habilitado
pt_br: Contador de Média dos FPS Ativado

source: BG
es: Fondo
pt_br: 2º Plano

source: BG Type
es: Tipo de BG
pt_br: Tipo de 2º Plano

source: Background animation
pt_br: Animação do 2º plano

source: Background color
pt_br: Cor do 2º plano

source: Background dialog bar color
pt_br: Cor da barra de diálogo do 2º plano

source: Background frame color
pt_br: Cor do frame do 2º plano

source: Bad CRC for ROM %s (%x)
pt_br: CRC ruim da ROM %s (%x)

source: Bad ROM size for %s: tried to read %xh bytes, got %lxh
pt_br: Tamanho ruim da ROM %s: tentou %xh bytes, obteve %lxh

source: Bad ROM size for %s: tried to read %xh bytes, got %xh
pt_br: Tamanho ruim da ROM %s: tentou ler %xh bytes, obteve %xh

source: Bad screen format, report this to raine.1emulation.com Bpp: %d rshift %d gshift %d bshift %d
pt_br: Formato ruim da tela, reporte isto em raine.1emulation.com Bpp : %d rshift %d gshift %d bshift %d

source: Bad soft dipswitches
pt_br: Soft dipswitches ruins

source: Ball speed
pt_br: Velocidade das Bolas

source: Best of 3
es: Mejor de 3
pt_br: Melhor de 3

source: Big
es: Grande
pt_br: Grande

source: Biggest
es: Grandísimo
pt_br: Maior de Todos

source: Black
pt_br: Preto

source: Blend file options...
es: Opciones de archivos blend...
pt_br: Opções dos arquivos de mistura...

source: Blend options
pt_br: Opções de mistura

source: Blits options
pt_br: Opções dos Blits

source: Blue
es: Azul
pt_br: Azul

source: Bombs
es: Bombas
pt_br: Bombas

source: Bonus
es: Extra
pt_br: Bônus

source: Bonus / K=10,000
es: Extra / K=10,000
pt_br: Bônus / K=10,000

source: Bonus Life
es: Vida Extra
pt_br: Bônus de Vida

source: Bonus Power (Bomb)
es: Extra Poder (Bomba)
pt_br: Poder Bônus (Bomba)

source: Bonus Power (Points)
es: Bonus Power (Puntos)
pt_br: Poder Bônus (Pontos)

source: Bonus life
es: Vida Extra
pt_br: Bônus de vida

source: Borderless
es: Sin bordes
pt_br: Sem bordas

source: Both Teams
es: Ambos Equipos
pt_br: Ambos os Times

source: Brake
es: Freno
pt_br: Freio

source: Brazilian Portuguese
pt_br: Português Brasileiro

source: Breakout
pt_br: Fuga

source: Bullet Mags / Rockets
es: Balas Cargadores / Misíles
pt_br: Pentes das Balas/Foguetes

source: Bullet's Speed
es: Velocidad de Balas
pt_br: Velocidade das Balas

source: Bullets per Magazine
es: Balas por Cargador
pt_br: Balas por Pente

source: Button 1 Left
es: Botón 1 Izquierda
pt_br: Botão 1 Esquerdo

source: Button 1 Right
es: Botón 1 Derecha
pt_br: Botão 1 Direito

source: Button 2 Left
es: Botón 2 Izquierda
pt_br: Botão 2 Esquerdo

source: Button 2 Right
es: Botón 2 Derecha
pt_br: Botão 2 Direito

source: Buttons
es: Botones
pt_br: Botões

source: Buy In Price
es: Comprar en Precio
pt_br: Comprar no Preço

source: Buy in Final Round
es: Comprar Round Final
pt_br: Comprar no Round Final

source: CD interface
pt_br: Interface do CD

source: COMM Setting (Cabinet No.)
es: Ajustes COMM (Gabinete Num.)
pt_br: Configurações da COMM (Número do Gabinete)

source: COMM Setting (Link Enable)
es: Ajustes COMM (Enlace Habilitado)
pt_br: Configurações da COMM (Link Ativado)

source: CPU M6502#0 Reset
es: Reset CPU M6502#0
pt_br: Reset da CPU M6502#0

source: CPU M6502#1 Reset
es: Reset CPU M6502#1
pt_br: Reset da CPU M6502#1

source: CPU M6502#2 Reset
es: Reset CPU M6502#2
pt_br: Reset da CPU M6502#2

source: CPU M68000#0 Reset
es: Reset CPU M68000#0
pt_br: Reset da CPU M68000#0

source: CPU M68000#1 Reset
es: Reset CPU M68000#1
pt_br: Reset da CPU M68000#1

source: CPU M68020#0 Reset
es: Reset CPU M68020#0
pt_br: Reset da CPU M68020#0

source: CPU Z80#0 Reset
es: Reset CPU Z80#0
pt_br: Reset da CPU Z80#0

source: CPU Z80#1 Reset
es: Reset CPU Z80#1
pt_br: Reset da CPU Z80#1

source: CPU Z80#2 Reset
es: Reset CPU Z80#2
pt_br: Reset da CPU Z80#2

source: CPU Z80#3 Reset
es: Reset CPU Z80#3
pt_br: Reset da CPU Z80#3

source: CPU emulators:
es: Emuladores de CPU:
pt_br: Emuladores das CPUs:

source: CPU frame skip (1=no skip)
es: Saltos de cuadro de CPU (1=ningún salto)
pt_br: Frameskip da CPU (1=sem pulo)

source: CUE format error on line: %s
pt_br: Erro do formato CUE na linha : %s

source: Cabinet
es: Gabinete
pt_br: Gabinete

source: Cabinet Moves
es: Gabinete Moviendose
pt_br: O Gabinete se Move

source: Cabinet Type
es: Tipo de Gabinete
pt_br: Tipo de Gabinete

source: Can't create %s
es: No se puede crear %s
pt_br: Não pôde criar o %s

source: Can't save the backup RAM, it's unlocked
pt_br: Não pôde salvar a RAM de backup, ela está desbloqueada

source: Capture block
es: Capturar bloque
pt_br: Bloqueio da captura

source: Capture mode
es: Modo captura
pt_br: Modo de captura

source: Castle of Dragon
pt_br: Castelo do Dragão

source: Category
es: Categoria
pt_br: Categoria

source: Category:
pt_br: Categoria:

source: Category: -
es: Categoría : -
pt_br: Categoria: -

source: Cave
pt_br: Caverna

source: Championship Games
es: Juegos de Campeonato
pt_br: Jogos do Campeonato

source: Change Setup
es: Cambio de Configuración
pt_br: Mudar Configuração

source: Change directory|Remove directory
es: Cambiar directorio|Quitar directorio
pt_br: Mudar diretório|Remover diretório

source: Change video mode
es: Cambiar modo de video
pt_br: Mudar o modo de vídeo

source: Change/Load game
es: Cargar/Cambiar ROM
pt_br: Mudar/Carregar o Jogo

source: Changed to High Gear
es: Cambiado a Marcha Alta
pt_br: Mudado pra Marcha Alta

source: Changed to Low Gear
es: Cambiado a Marcha Baja
pt_br: Mudado pra Marcha Baixa

source: Character Test
es: Prueba de Personaje
pt_br: Teste do Personagem

source: Cheat
es: Truco
pt_br: Trapaça

source: Cheats
es: Trucos
pt_br: Trapaças

source: Choice
es: Elegir
pt_br: Escolha

source: Choose one of the available drivers:
pt_br: Escolha um dos drivers disponíveis:

source: Clear Damage on Cont.
es: Limpiar Daño en Cont.
pt_br: Limpar o Dano no Contador.

source: Clear RAM
es: Limpiar RAM
pt_br: Limpar a RAM

source: Close
pt_br: Fechar

source: Close this dialog to stop playback (Return, ESC or mouse button)
es: Cierra este dialogo para detener reproducción (Enter, ESC o botón de mouse)
pt_br: Fecha este diálogo pra parar o playback (Enter, ESC ou o botão do mouse)

source: Cockpit
es: Cabina
pt_br: Cabine

source: Cockpit (Analog inputs)
pt_br: Cabine (Controles analógicos)

source: Cocktail
pt_br: Coquetel

source: Coin A
es: Moneda A
pt_br: Ficha A

source: Coin B
es: Moneda B
pt_br: Ficha B

source: Coin C
es: Moneda C
pt_br: Ficha C

source: Coin Chutes?
es: Ranuras Para Monedas?
pt_br: Calhas pras Fichas?

source: Coin D
es: Moneda D
pt_br: Ficha D

source: Coin Mode
es: Modo de Monedas
pt_br: Modo das Fichas

source: Coin Setup
es: Configuracion de Moneda
pt_br: Configuração das Fichas

source: Coin Slot A
es: Ranura de Monedas A
pt_br: Slot das Fichas A

source: Coin Slot B
es: Ranura de Monedas B
pt_br: Slot das Fichas B

source: Coin Slots
es: Ranura de Monedas
pt_br: Slots das Fichas

source: Coin Start
es: Moneda Comenzar
pt_br: Início das Fichas

source: Coin Statistics
es: Estadisticas de Monedas
pt_br: Estatísticas das Fichas

source: Coin Type
es: Tipo de Moneda
pt_br: Tipo de Ficha

source: Coin slots
es: Ranuras de moneda
pt_br: Espaços das fichas

source: Coinage
es: Sistema de Monedas
pt_br: Fichas

source: Coinage A
es: Sistema de Monedas A
pt_br: Fichas A

source: Coinage B
es: Sistema de Monedas B
pt_br: Fichas B

source: Coinage Mode 1
es: Sistema de Monedas Modo 1
pt_br: Fichas Modo 1

source: Coinage Type
es: Tipo de Sistema de Monedas
pt_br: Tipo de Fichas

source: Color Test
pt_br: Teste das Cores

source: Colors...
es: Colores...
pt_br: Cores...

source: Combined
es: Combinado
pt_br: Combinado

source: Command
es: Comando
pt_br: Comando

source: Common
es: Común
pt_br: Comum

source: Communication
es: Comunicacion
pt_br: Comunicação

source: Company
es: Compañía
pt_br: Companhia

source: Company: %s
es: Compañía : %s
pt_br: Companhia: %s

source: Compiled on %s %s
pt_br: Compilado em %s %s

source: Complete Bonus
es: Completar Bonus
pt_br: Bônus por Completar

source: Config mode
es: Modo configuración
pt_br: Modo de configuração

source: Confirmation
es: Confirmación
pt_br: Confirmação

source: Constant
es: Constante
pt_br: Constante

source: Cont Discount
es: Descuento de Contador
pt_br: Desconto do Contador

source: Continue
es: Continuar
pt_br: Continuar

source: Continue Mode
es: Modo Continuar
pt_br: Modo Continue

source: Continue Play
es: Continuar Juego
pt_br: Continuar a Jogar

source: Continue Price
es: Precio de Continuar
pt_br: Preço do Continue

source: Continue Time Add
es: continuar Adición de Tiempo
pt_br: Continuar com a Adição de Tempo

source: Continue cost
es: Costo para Continuar
pt_br: Custo pra Continuar

source: Continuous Fire
es: Fuego Continuo
pt_br: Disparo Contínuo

source: Control
pt_br: Controle

source: Control Panel
es: Panel de Control
pt_br: Painel de Controle

source: Controller mapping...
pt_br: Mapeamento dos Controles...

source: Controls
es: Controles
pt_br: Controles

source: Could not determine sector size from the cue file
es: Sin poder determinar tamaño de sector desde archivo cue
pt_br: Não pôde determinar o tamanho do setor do arquivo CUE

source: Could not even initialize the audio subsystem with this driver Forget it
pt_br: Não pôde nem mesmo inicializar o sub-sistema de áudio com este driver Esqueça

source: Could not find audio track %d
es: Sin poder encontrar pista de audio %d
pt_br: Não pôde achar a faixa de áudio %d

source: Couldn't open disc image file:|%s
pt_br: Não pôde abrir o arquivo de imagem do disco:|%s

source: Country
es: País
pt_br: País

source: Cred. Continue (Vs)
es: Creditos para Continuar (Vs)
pt_br: Créditos pra Continuar (Vs)

source: Cred. to Start (Vs)
es: Creditos para Comenzar (Vs)
pt_br: Créditos pra Começar (Vs)

source: Credit Mode
es: Modo Credito
pt_br: Modo Crédito

source: Credit Service
es: Servicio Credito
pt_br: Serviço do Crédito

source: Credits For 9-Hole
es: Creditos para Agujero-9
pt_br: Créditos pro Buraco-9

source: Credits To Start
es: Creditos para Comenzar
pt_br: Créditos pra Iniciar

source: Credits to Start
es: Creditos para Comenzar
pt_br: Créditos pra Iniciar

source: Credits/Coinage
es: Credits/Sistema de Moneda
pt_br: Créditos/Moedas

source: Current display
es: Pantalla actual
pt_br: Tela atual

source: Currently using hardware accelerated YUY2 overlay
es: Actualmente usando superposición acelerada por hardware YUY2
pt_br: Atualmente usando a sobreposição acelerada pelo hardware do YUY2

source: Currently using hardware accelerated YV12 overlay
es: Actualmente usando superposición acelerada por hardware YV12
pt_br: Atualmente usando a sobreposição acelerada pelo hardware do YUY2

source: Currently using scale2x
es: Actualmente usando scale2x
pt_br: Atualmente usando o scale2x

source: Currently using scale3x
es: Actualmente usando scale3x
pt_br: Atualmente usando o scale3x

source: D-pads for movement
pt_br: D-pads pra movimentação

source: DOWN
es: ABAJO
pt_br: PRA BAIXO

source: DX alpha blending
pt_br: Mistura alfa do DX

source: Damage
es: Daño
pt_br: Dano

source: Debug dipswitches...
pt_br: Dipswitches do debug...

source: Decoding graphics layer
pt_br: Decodificando a camada dos gráficos

source: Decrease CPU skip
es: Disminuir saltos de cpu
pt_br: Diminuir o pulo da CPU

source: Decrease frameskip
es: Aumentar saltos de cpu
pt_br: Diminuir o frameskip

source: Decrypting 68K (Code)
pt_br: Descriptografando o 68K (Código)

source: Decrypting GFX1 (Tilemaps)
pt_br: Descriptografando o GFX1 (Mapa dos Ladrilhos)

source: Decrypting GFX2 (Sprites)
pt_br: Descriptografando o GFX2 (Imagens Móveis)

source: Decrypting OKI (Sound)
pt_br: Desencriptografando o OKI (Som)

source: Decrypting ROM...
pt_br: Descriptografando a ROM...

source: Decrypting sprites
pt_br: Descriptografando as imagens móveis

source: Default
es: Por defecto
pt_br: Padrão

source: Default (English)
pt_br: Padrão (inglês)

source: Default Episode
es: Episodios por Defecto
pt_br: Episódio Padrão

source: Default volumes
es: Volúmenes por defecto
pt_br: Volumes padrão

source: Delete the key
es: Remover la tecla
pt_br: Apagar a tecla

source: Delete the key|Delete the joystick control|Delete the mouse button
pt_br: Apagar a tecla|Apagar o controle do joystick|Apagar o botão do mouse

source: Delete the key|Delete the joystick control|Really use ESC here
pt_br: Apagar a tecla|Apagar o controle do joystick|Realmente usar o ESC aquí

source: Demo Game
es: Juego en Demo
pt_br: Jogo Demo

source: Demo Sound
es: Sonido en Demo
pt_br: Som do Demo

source: Denmark
es: dinamarca
pt_br: Dinamarca

source: Developper mode
es: Modo desarrollador
pt_br: Modo do desenvolvedor

source: Difficulty
es: Dificultad
pt_br: Dificuldade

source: Difficulty (Chariot)
es: Dificultad (Chariot)
pt_br: Dificuldade (Chariot)

source: Difficulty (Don't Pull)
es: Dificultad (Don't Pull)
pt_br: Dificuldade (Não Puxar)

source: Difficulty (Midnight Wanderers)
es: Dificultad (Midnight Wanderers)
pt_br: Dificuldade (Andarilhos da Meia Noite)

source: Difficulty 1
es: Dificultad 1
pt_br: Dificuldade 1

source: Difficulty 1 (time/speed)
es: Dificultad 1 (tiempo/velocidad)
pt_br: Dificuldade 1 (tempo/velocidade)

source: Difficulty 2
es: Dificultad 2
pt_br: Dificuldade 2

source: Difficulty 2 (other cars)
es: Dificultad 2 (otros autos)
pt_br: Dificuldade 2 (outros carros)

source: Difficulty Level (Enemy's Strength)
es: Nivel de Dificultad (Fuerza de Enemigo)
pt_br: Nível de Dificuldade (Força do Inimigo)

source: Difficulty Level (Player's Strength)
es: Nivel de Dificultad (Fuerza de Jugador)
pt_br: Nível de Dificuldade (Força do Jogador)

source: Difficulty Level 1
es: Nivel de Dificultad
pt_br: Nível de Dificuldade 1

source: Difficulty Level 2
es: Nivel de Dificultad
pt_br: Nível de Dificuldade 2

source: Digital Input Speed
es: Velocidad de Entrada Digital
pt_br: Velocidade da Entrada Digital

source: Dipsw display
pt_br: Exibir Dipswitch

source: Dipswitches display
pt_br: Exibir Dipswitches

source: DirectX (good for hardware overlays/blits)
pt_br: DirectX (bom pra sobreposições/blits do hardware)

source: Directories...
es: Directorios...
pt_br: Diretórios...

source: Directory options
es: Opciones de directorio
pt_br: Opções do diretório

source: Disable associations
es: Deshabilitar asociaciones
pt_br: Desativar associações

source: Disable shaders?
pt_br: Desativar shaders?

source: Disabled
es: Deshabilitado
pt_br: Desativado

source: Discount
es: Descuento
pt_br: Desconto

source: Display
es: Ver
pt_br: Exibição

source: Display Copyright
es: Ver Derechos de Autor
pt_br: Copyright da Exibição

source: Display Score
es: Ver Puntuación
pt_br: Exibir Pontuação

source: Display short names too
es: Ver nombre corto también
pt_br: Exibir nomes curtos também

source: Domestic
es: Domestico
pt_br: Doméstico

source: Don't use
es: No usar
pt_br: Não usar

source: Double
es: Doble
pt_br: Dobro

source: Double buffer
es: Doble buffer
pt_br: Dobro do buffer

source: Double buffer enabled
es: Doble buffer habilitado
pt_br: Ativado o dobro do buffer

source: Downloading %s.zip
pt_br: Baixando %s.zip

source: Dragon Unit
pt_br: Unidade do Dragão

source: Draw Objects
es: Dibujar Objetos
pt_br: Desenhar Objetos

source: Draw SF.
es: Dibujar SF.
pt_br: Desenhar SF.

source: DrawPixels (no shaders)
es: Dibujar Pixeles (sin shaders)
pt_br: DrawPixels (sem shaders)

source: Drawing All Frames
es: Dinujar Todos los Cuadros
pt_br: Desenhar Todos os Frames

source: Drawing Every %1d Frames
es: Dibujando Cuadros Cada %1d
pt_br: Desenhar a Cada %1d Frames

source: Dream Land
pt_br: Terra dos Sonhos

source: Driver information
pt_br: Informações do driver

source: Driver loading function...
pt_br: Função de carregamento do driver...

source: Dual
pt_br: Duplo

source: ERROR: Unable to load gfx rom: %s
es: ERROR: No se puede cargar rom gfx: %s
pt_br: ERRO: Incapaz de carregar a rom dos gfx: %s

source: ES5506 voice filters
es: Filtro de voz ES5506
pt_br: Filtros de voz ES5506

source: Easier
es: Más Fácil
pt_br: Mais Fácil

source: Easiest
es: Facilísimo
pt_br: Mais Fácil de Todos

source: Easy
es: Fácil
pt_br: Fácil

source: Edit custom game inputs...
es: Editar entradas de juego personalizadas...
pt_br: Editar as entradas personalizadas do jogo...

source: Edit default game inputs...
es: Editar entradas de juego personalizadas por defecto...
pt_br: Editar as entradas padrão do jogo...

source: Edit message
pt_br: Editar mensagem

source: Edit screen
es: Pantalla de edición
pt_br: Editar tela

source: Edition
es: Edición
pt_br: Edição

source: EmuDX directory
es: Dir de Emudx
pt_br: Diretório do EmuDX

source: EmuDX sound?
pt_br: Som do EmuDX?

source: EmuDX sprites?
pt_br: Imagens móveis do EmuDX?

source: EmuDX support ?
pt_br: Suporte ao EmuDX?

source: EmuDX support?
pt_br: Suporte ao EmuDX?

source: Enable 3D alternate frames
pt_br: Ativar frames alternativos do 3D

source: Enabled
es: Habilitar
pt_br: Ativado

source: Enabled Always
es: Siempre Habilitado
pt_br: Sempre Ativado

source: Enabled with Button
es: Habilitado con Botón
pt_br: Ativado com Botão

source: Enemy's attack frequency
es: Frecuencia de ataque enemigo
pt_br: Frequência do ataque inimigo

source: Enemy's attack power
es: Poder de ataque enemigo
pt_br: Poder do ataque inimigo

source: Enemy's vitality and attacking power
es: Vital y poder del ataque enemigo
pt_br: Vitalidade e poder do ataque inimigo

source: Energy
es: Energia
pt_br: Energia

source: England
es: Inglaterra
pt_br: Inglaterra

source: English
es: Inglés
pt_br: Inglês

source: Erase Backup RAM
pt_br: Apagar a RAM de Backup

source: Error
pt_br: Erro

source: Error linking shader
es: Error enlazando shader
pt_br: Error ao conectar com o shader

source: Errors compiling fragment shader
es: Error compilando fragmentos de shader
pt_br: Erros ao compilar o fragmento do shader

source: Euro Version
es: Version Europea
pt_br: Versão Européia

source: Europe
es: Europea
pt_br: Europa

source: Europe (Nova)
es: Europea (Nova)
pt_br: Europa (Nova)

source: Europe (Nova)/PipiBibi
es: Europea (Nova)/PipiBibi
pt_br: Europa (Nova)/PipiBibi

source: Europe (Taito Japan)
es: Europea (Taito Japan)
pt_br: Europa (Taito Japão)

source: Europe (Taito)
es: Europea (Taito)
pt_br: Europa (Taito)

source: Europe, USA (Atari)
es: Europea, USA (Atari)
pt_br: Europa, EUA (Atari)

source: Europe/English
es: Europea/Inglés
pt_br: Europa/Inglês

source: Europe/PipiBibi
es: Europea/PipiBibi
pt_br: Europa/PipiBibi

source: Europe/Truxton2
es: Europea/Truxton2
pt_br: Europa/Truxton2

source: Even with overlays
es: Incluso con superposiciones
pt_br: Até mesmo com sobreposições

source: Every 1000k
es: Cada 1000k
pt_br: A Cada 1000k

source: Every 100k
es: Cada 100k
pt_br: A Cada 100k

source: Every 150k
es: Cada 150k
pt_br: A Cada 150k

source: Every 2000k
es: Cada 2000k
pt_br: A Cada 2000k

source: Every 200k
es: Cada 200k
pt_br: A Cada 200k

source: Every 250k
es: Cada 250k
pt_br: A Cada 250k

source: Every 300K
es: Cada 300K
pt_br: A Cada 300K

source: Every 300k
es: Cada 300k
pt_br: A Cada 300k

source: Every 500k
es: Cada 500k
pt_br: A Cada 500k

source: Every 50k
es: Cada 50k
pt_br: A Cada 50k

source: Every 60000
es: Cada 60000
pt_br: A Cada 60000

source: Every 700k
es: Cada 700k
pt_br: A Cada 700k

source: Every 800k
es: Cada 800k
pt_br: A Cada 800k

source: Every 90000
es: Cada 90000
pt_br: A Cada 90000

source: Every 900k
es: Cada 900k
pt_br: A Cada 900k

source: Exit to
es: Salir a
pt_br: Sair pro(a)

source: Extend
es: Extender
pt_br: Extender

source: Extended Test Mode
es: Modo Prueba Extendido
pt_br: Modo Teste Extendido

source: Extra Balls per Move
es: Extra Bolas por Movimiento
pt_br: Bolas Extras por Movimento

source: Extra Clear Time
es: Tiempo Extra para Terminar
pt_br: Tempo Extra pra Limpar

source: Extra Life
es: Vida Extra
pt_br: Vida Extra

source: Extra Life at
es: Vida Extra en
pt_br: Vida Extra com

source: F. Round Continue
es: F. Round Continuar
pt_br: Continuar no Round F.

source: FBI Logo
es: Logo del FBI
pt_br: Logo do FBI

source: FG
es: PRIMER PLANO
pt_br: 1º PLANO

source: FG0
es: PRIMER PLANO 0
pt_br: 1º PLANO 0

source: FPS Counter Disabled
es: Contador de CPS Deshabilitado
pt_br: Contador dos FPS Desativado

source: FPS Counter Enabled
es: Contador de CPS Habilitado
pt_br: Contador dos FPS Ativado

source: FPS counter
es: Contador de CPS
pt_br: Contador dos FPS

source: FSAA (multisampling)
es: FSAA (muestreo multiple)
pt_br: FSAA (multi-amostras)

source: Fast
es: Rapido
pt_br: Rápido

source: Faster
pt_br: Mais Rápido

source: Fatal error
es: Error fatal
pt_br: Erro fatal

source: Female & Male
es: Mujer y Hombre
pt_br: Mulher & Homem

source: Female & Male (Full)
es: Mujer y Hombre (Completo)
pt_br: Mulher e Homem (Completo)

source: Female (Full)
es: Mujer (completo)
pt_br: Mulher (Completo)

source: Fight
pt_br: Luta

source: File
es: Archivo
pt_br: Arquivo

source: Final Stage Cont
es: Cont Escena Final
pt_br: Contador do Estágio Final

source: Find Neo-Geo CD BIOS
pt_br: Achar a BIOS do Neo-Geo CD

source: Find the Neo-Geo CD BIOS (neocd.bin). Ask Google if you can't find it!
pt_br: Ache a bios do Neo-Geo CD (neocd.bin). Pergunte ao Google se você não conseguir achá-la!

source: Fix aspect ratio to 4:3
es: Fijar relación de aspecto a 4:3
pt_br: Consertar a proporção do aspecto em 4:3

source: Fixed layer
es: Capa fija
pt_br: Camada fixa

source: Flight Distance
es: Distancia de Lucha
pt_br: Distância do Vôo

source: Flip Screen
es: Girar Pantallla
pt_br: Virar a Tela

source: Flip X
es: Girar X
pt_br: Virar X

source: Flip XY
es: Girar XY
pt_br: Virar XY

source: Flip Y
es: Girar Y
pt_br: Virar Y

source: Flip screen
es: Girar pantalla
pt_br: Virar a tela

source: Flipper 1 Left
es: Flipper 1 Izquierda
pt_br: Virador 1 Esquerdo

source: Flipper 1 Right
es: Flipper 1 Derecha
pt_br: Virador 1 Direito

source: Flipper 2 Left
es: Flipper 2 Izquierda
pt_br: Virador 2 Esquerdo

source: Flipper 2 Right
es: Flipper 2 Derecha
pt_br: Virador 2 Direito

source: Force 1 Life
es: Forzar 1 Vida
pt_br: Forçar 1 Vida

source: Forced
pt_br: Forçado

source: Foreground color
pt_br: Cor do 1º plano

source: Foreground frame color
pt_br: Cor do frame do 1º plano

source: Foreign
es: Extranjero
pt_br: Estrangeiro

source: Forward 1 frame in pause
es: Adelantar 1 cuadro en pausa
pt_br: Avançar 1 frame em pausa

source: Free
es: Libre
pt_br: Livre

source: Free Play
es: Juego Libre
pt_br: Jogo Livre

source: Freeze
es: Congelar
pt_br: Congelar

source: French
pt_br: Francês

source: Full Throttle Convert
pt_br: Converter pra Velocidade Máxima

source: Fullheight
es: Alto completo
pt_br: Altura máxima

source: Fullheight + double width
pt_br: Altura máxima + O dobro da largura

source: Enable fullscreen mode (borderless window)
pt_br: Ativar o modo de tela cheia (janela sem bordas)

source: Fullscreen hack for Intel
pt_br: Hack de tela cheia pro intel

source: Fully-auto
es: Completamente-auto
pt_br: Completamente-auto

source: GUI options
es: Opciones de GUI
pt_br: Opções da GUI

source: GUI transparency
es: Interfaz transparente
pt_br: Transparência da GUI

source: Game
es: Juego
pt_br: Jogo

source: Game Mode
es: Modo de Juego
pt_br: Modo Jogo

source: Game Over For
es: Terminar el Juego Por
pt_br: Fim de Jogo Pra

source: Game Style
es: Estilo de Juego
pt_br: Estilo de Jogo

source: Game Time
es: Tiempo de Juego
pt_br: Tempo de Jogo

source: Game Title Language
es: Lenguaje del Titulo del Juego
pt_br: Idioma do Título do Jogo

source: Game Type
es: Tipo de Juego
pt_br: Tipo de Jogo

source: Game cheats
pt_br: Trapaças do jogo
